export const regionlist1 =
    [
        {
            "accountType": 2,
            "value": "沃尔沃品牌",
            "label": "沃尔沃品牌",
            "children": [
                {
                    "value": "中间",
                    "label": "中间",
                    "children": [
                        {
                            "value": "Volvo",
                            "label": "沃尔沃品牌(Volvo)",
                            "brand": "沃尔沃"
                        }
                    ]
                }
            ]
        },


        {
            "accountType": 2,
            "value": "西北大区",
            "label": "西北大区",
            "children": [
                {
                    "value": "363",
                    "label": "青海",
                    "children": [
                        {
                            "value": "101971",
                            "label": "青海东盛汽车贸易有限公司(101971)",
                            "brand": "领克"
                        },
                        {
                            "value": "971006",
                            "label": "青农集团青海青农汽车销售有限公司(971006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "971010",
                            "label": "青海吉瑞汽车销售服务有限公司(971010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "971012",
                            "label": "青海欧博吉达汽车销售有限公司(971012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "972001",
                            "label": "民和天杰商贸有限责任公司(972001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "979002",
                            "label": "格尔木瑞诚汽车销售有限责任公司(979002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "QHA",
                            "label": "青海赛亚金孚汽车销售服务有限公司(QHA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "971013",
                            "label": "青海华创汽车销售服务有限公司(971013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "971014",
                            "label": "青海欧博吉星汽车销售有限公司(971014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "971401",
                            "label": "青海吉瑞汽车销售服务有限公司(971401)",
                            "brand": "几何"
                        }
                    ]
                },
                {
                    "value": "364",
                    "label": "宁夏",
                    "children": [
                        {
                            "value": "101951",
                            "label": "宁夏麒升汽车销售服务有限公司(101951)",
                            "brand": "领克"
                        },
                        {
                            "value": "951013",
                            "label": "宁夏博达通汽车贸易有限公司(951013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "951014",
                            "label": "宁夏国喜华泽汽车销售服务有限公司(951014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "951701",
                            "label": "宁夏众豪汽车销售服务有限公司(951701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "951804",
                            "label": "银川茂泉汽车贸易有限公司(951804)",
                            "brand": "吉利"
                        },
                        {
                            "value": "951805",
                            "label": "宁夏润通汽车贸易有限公司(951805)",
                            "brand": "吉利"
                        },
                        {
                            "value": "951806",
                            "label": "宁夏吉程顺通汽车服务有限公司(951806)",
                            "brand": "吉利"
                        },
                        {
                            "value": "954802",
                            "label": "固原经济开发区润通汽车贸易有限公司(954802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "YCB",
                            "label": "宁夏佳丰汽车服务有限公司(YCB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "915401",
                            "label": "宁夏盈实科技发展有限公司(915401)",
                            "brand": "几何"
                        },
                        {
                            "value": "751101",
                            "label": "吴忠市众邦汽车修理厂(751101)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "354",
                    "label": "西藏",
                    "children": [
                        {
                            "value": "101891",
                            "label": "拉萨康达美华汽车销售服务有限公司(101891)",
                            "brand": "领克"
                        },
                        {
                            "value": "891701",
                            "label": "拉萨市兴虹汽车销售有限公司(891701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "891801",
                            "label": "西藏钧天贸易有限公司(891801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "LSA",
                            "label": "西藏自治区地矿物资供销公司(LSA)",
                            "brand": "沃尔沃"
                        }
                    ]
                },
                {
                    "value": "365",
                    "label": "新疆",
                    "children": [
                        {
                            "value": "101991",
                            "label": "新疆永祥恒瑞汽车销售有限公司(101991)",
                            "brand": "领克"
                        },
                        {
                            "value": "101997",
                            "label": "阿克苏丝路之星汽车销售服务有限公司(101997)",
                            "brand": "领克"
                        },
                        {
                            "value": "102991",
                            "label": "乌鲁木齐永祥瑞欣汽车销售有限公司(102991)",
                            "brand": "领克"
                        },
                        {
                            "value": "791015",
                            "label": "新疆中惠军利汽车销售服务有限公司(791015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "902003",
                            "label": "哈密广通汽车销售有限公司(902003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "906001",
                            "label": "北屯福瑞祥汽车销售服务有限责任公司(906001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "906801",
                            "label": "阿勒泰超越商贸有限责任公司(906801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "981001",
                            "label": "新疆乾润诚汽车销售有限公司(981001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "981002",
                            "label": "新疆华新汽车销售有限公司(981002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "982805",
                            "label": "奎屯大华华致汽车销售公司(982805)",
                            "brand": "吉利"
                        },
                        {
                            "value": "987001",
                            "label": "阿克苏华瑞汽车销售服务有限公司(987001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "987002",
                            "label": "阿克苏瑞隆汽车销售服务有限公司(987002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "990001",
                            "label": "克拉玛依市华清汽车配件工业有限公司(990001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "991018",
                            "label": "新疆博润之星汽车销售有限公司(991018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "991019",
                            "label": "新疆博超汽车营销有限公司(991019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "991802",
                            "label": "新疆华创汽车销售服务有限公司(991802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "991805",
                            "label": "新疆莲盛汽车销售服务有限公司(991805)",
                            "brand": "吉利"
                        },
                        {
                            "value": "992803",
                            "label": "奎屯华岳汽车销售服务有限公司(992803)",
                            "brand": "吉利"
                        },
                        {
                            "value": "994802",
                            "label": "昌吉市华创汽车销售有限公司(994802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "996002",
                            "label": "巴州腾昊汽车销售有限公司(996002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "996701",
                            "label": "巴州环驰汽车销售有限责任公司(996701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "996802",
                            "label": "库尔勒辉环汽车销售有限公司(996802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "997006",
                            "label": "阿克苏华创汽车销售服务有限公司　(997006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "997701",
                            "label": "阿克苏宏泰汽车销售服务有限公司(997701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "998005",
                            "label": "喀什通工吉沃汽车销售服务有限公司(998005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "998801",
                            "label": "喀什振越汽车销售服务有限公司(998801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "999006",
                            "label": "伊犁嘉祥汽车销售有限公司(999006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "999802",
                            "label": "伊犁宏建商贸有限责任公司(999802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "XJB",
                            "label": "新疆金涛汽车贸易有限公司(XJB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "982808",
                            "label": "奎屯华创汽车销售有限公司(982808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "983002",
                            "label": "石河子车城汽车贸易有限公司(983002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "199401",
                            "label": "喀什通工吉沃汽车销售服务有限公司(199401)",
                            "brand": "几何"
                        },
                        {
                            "value": "989401",
                            "label": "伊犁展彦汽车销售服务有限公司(989401)",
                            "brand": "几何"
                        },
                        {
                            "value": "991402",
                            "label": "新疆新大方成贸易有限公司(991402)",
                            "brand": "几何"
                        },
                        {
                            "value": "991406",
                            "label": "新疆华新汽车销售有限公司(991406)",
                            "brand": "几何"
                        },
                        {
                            "value": "989402",
                            "label": "伊犁展彦汽车销售服务有限公司(989402)",
                            "brand": "几何"
                        },
                        {
                            "value": "981481",
                            "label": "新疆华新汽车销售有限公司(981481)",
                            "brand": "几何"
                        },
                        {
                            "value": "101996",
                            "label": "新疆英俊明阳汽车销售服务有限公司(101996)",
                            "brand": "领克"
                        },
                        {
                            "value": "101999",
                            "label": "伊犁荣俊汽车销售服务有限公司(101999)",
                            "brand": "领克"
                        },
                        {
                            "value": "992805",
                            "label": "奎屯华创汽车销售有限公司(992805)",
                            "brand": "吉利"
                        },
                        {
                            "value": "XJC",
                            "label": "乌鲁木齐捷众汽车贸易有限责任公司(XJC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "832001",
                            "label": "石河子市华业汽车修理服务商行(832001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "833402",
                            "label": "博乐市宏森汽车服务有限责任公司(833402)",
                            "brand": "吉利"
                        },
                        {
                            "value": "844701",
                            "label": "莎车县新吉和汽修店(844701)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "322",
                    "label": "陕西",
                    "children": [
                        {
                            "value": "404029",
                            "label": "西安新嘉润汽车贸易有限公司(404029)",
                            "brand": "领克"
                        }
                    ]
                },
                {
                    "value": "337",
                    "label": "山东",
                    "children": [
                        {
                            "value": "101531",
                            "label": "山东世中实业有限公司(101531)",
                            "brand": "领克"
                        },
                        {
                            "value": "101532",
                            "label": "青岛蔚沃汽车销售有限公司(101532)",
                            "brand": "领克"
                        },
                        {
                            "value": "101533",
                            "label": "淄博润宏汽车销售有限公司(101533)",
                            "brand": "领克"
                        },
                        {
                            "value": "101534",
                            "label": "德州福特宝汽车销售服务有限公司(101534)",
                            "brand": "领克"
                        },
                        {
                            "value": "101535",
                            "label": "烟台鑫宏汽车销售服务有限公司(101535)",
                            "brand": "领克"
                        },
                        {
                            "value": "101538",
                            "label": "泰安市立增汽车销售服务有限公司(101538)",
                            "brand": "领克"
                        },
                        {
                            "value": "101539",
                            "label": "临沂顺华汽车销售服务有限公司(101539)",
                            "brand": "领克"
                        },
                        {
                            "value": "101543",
                            "label": "滨州市和畅汽车销售服务有限公司(101543)",
                            "brand": "领克"
                        },
                        {
                            "value": "101546",
                            "label": "东营骁华汽车销售服务有限公司(101546)",
                            "brand": "领克"
                        },
                        {
                            "value": "101631",
                            "label": "威海荣领汽车销售有限公司(101631)",
                            "brand": "领克"
                        },
                        {
                            "value": "101632",
                            "label": "枣庄元翼汽车销售服务有限公司(101632)",
                            "brand": "领克"
                        },
                        {
                            "value": "101635",
                            "label": "聊城市瑞翔汽车销售有限公司(101635)",
                            "brand": "领克"
                        },
                        {
                            "value": "102530",
                            "label": "菏泽市昌明汽车销售服务有限公司(102530)",
                            "brand": "领克"
                        },
                        {
                            "value": "102531",
                            "label": "济南易快顺汽车贸易有限公司(102531)",
                            "brand": "领克"
                        },
                        {
                            "value": "102535",
                            "label": "烟台领顺汽车服务有限公司(102535)",
                            "brand": "领克"
                        },
                        {
                            "value": "102536",
                            "label": "潍坊航达汽车销售服务有限公司(102536)",
                            "brand": "领克"
                        },
                        {
                            "value": "102537",
                            "label": "济宁仁之和汽车销售有限公司(102537)",
                            "brand": "领克"
                        },
                        {
                            "value": "102539",
                            "label": "临沂阿立汽车销售服务有限公司(102539)",
                            "brand": "领克"
                        },
                        {
                            "value": "102635",
                            "label": "聊城北斗泰克汽车销售有限公司(102635)",
                            "brand": "领克"
                        },
                        {
                            "value": "402532",
                            "label": "青岛星达汽车销售有限责任公司(402532)",
                            "brand": "领克"
                        },
                        {
                            "value": "530005",
                            "label": "菏泽安泰汽车销售服务有限公司(530005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "530006",
                            "label": "菏泽市吉源汽车销售有限公司(530006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "530007",
                            "label": "菏泽市顺泰汽车销售服务有限公司(530007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "530008",
                            "label": "郓城县顺泰汽车销售服务有限公司(530008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "530701",
                            "label": "菏泽市吉豪汽车销售服务有限公司(530701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "530803",
                            "label": "单县吉星汽车销售服务有限公司(530803)",
                            "brand": "吉利"
                        },
                        {
                            "value": "531010",
                            "label": "济南博业汽车销售服务有限公司(531010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "531011",
                            "label": "济南瑞和天缘汽车有限公司(531011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "531701",
                            "label": "山东省吉利汽车超市有限公司(531701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "531702",
                            "label": "山东帝豪汽车有限公司(531702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "531704",
                            "label": "济南弘达汽车销售服务有限公司(531704)",
                            "brand": "吉利"
                        },
                        {
                            "value": "532003",
                            "label": "青岛豪德汽车销售服务有限公司(532003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "532010",
                            "label": "青岛利驰汽车销售服务有限公司(532010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "532012",
                            "label": "青岛欣盛汽车销售有限公司(532012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "532016",
                            "label": "青岛长丰汽车销售有限公司(532016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "532018",
                            "label": "青岛金惠祥泰汽车销售服务有限公司(532018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "532019",
                            "label": "青岛敏田汽车销售服务有限公司(532019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "532702",
                            "label": "青岛自由风汽车销售有限公司(532702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "533013",
                            "label": "淄博新嘉隆汽车销售服务有限公司(533013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "533015",
                            "label": "淄博吉通汽车销售服务有限公司(533015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "533016",
                            "label": "淄博吉致汽车销售服务有限公司(533016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "534001",
                            "label": "德州红鼎汽车俱乐部有限公司(534001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "534003",
                            "label": "德州陆鼎商贸有限公司(534003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "534005",
                            "label": "庆云万盛隆汽车销售有限公司(534005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "534007",
                            "label": "庆云英豪汽车贸易有限公司(534007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "534009",
                            "label": "齐河顺祺汽车贸易有限公司(534009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "534011",
                            "label": "乐陵市博奥汽贸有限公司(534011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "534702",
                            "label": "德州世中汽车销售有限公司(534702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "535003",
                            "label": "莱州市增信汽车销售服务有限公司(535003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "535004",
                            "label": "烟台恒邦物流股份有限公司(535004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "535009",
                            "label": "烟台瑞沃汽车销售服务有限公司(535009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "535011",
                            "label": "龙口富众汽车销售有限公司(535011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "535701",
                            "label": "烟台富金汽车销售服务有限公司(535701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "536004",
                            "label": "潍坊泽宇汽车销售有限公司(536004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "536010",
                            "label": "临朐博远汽车销售服务有限公司(536010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "536011",
                            "label": "山东长劲实业有限公司(536011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "536701",
                            "label": "潍坊弘博汽车销售服务有限公司(536701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "536702",
                            "label": "潍坊福链汽车销售有限公司(536702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "536803",
                            "label": "青州市欧凯越汽车销售服务有限公司(536803)",
                            "brand": "吉利"
                        },
                        {
                            "value": "536809",
                            "label": "高密市鸿发汽车销售有限公司(536809)",
                            "brand": "吉利"
                        },
                        {
                            "value": "537001",
                            "label": "济宁交通汽车销售服务有限公司(537001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "537011",
                            "label": "济宁北辰汽车销售有限公司(537011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "537015",
                            "label": "济宁交运吉瑞汽车销售服务有限公司(537015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "537016",
                            "label": "济宁吉悦通贸易有限公司(537016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "537702",
                            "label": "邹城北辰汽车销售有限公司(537702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "538005",
                            "label": "新泰铂恒汽车销售有限公司(538005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "538006",
                            "label": "肥城乾和汽车销售服务有限公司(538006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "538012",
                            "label": "泰安市腾隆汽车销售有限公司(538012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "538013",
                            "label": "泰安市泰鼎汽车销售服务有限公司(538013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "LXXH",
                            "label": "临沂市兴华汽车销售服务有限公司(LXXH)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539005",
                            "label": "临沂春华汽车销售服务有限公司(539005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539006",
                            "label": "费县春华汽车销售服务有限公司(539006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539008",
                            "label": "临沂市天立汽车销售服务有限公司(539008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539009",
                            "label": "平邑远通汽车销售服务有限公司(539009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539010",
                            "label": "沂水远通汽车工业贸易有限公司(539010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539011",
                            "label": "兰陵县易立汽车销售服务有限公司(539011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539012",
                            "label": "临沂建华汽车销售服务有限公司(539012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539013",
                            "label": "莒南启华汽车销售服务有限公司(539013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539014",
                            "label": "临沂同立汽车销售服务有限公司(539014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539015",
                            "label": "沂南县和立汽车销售服务有限公司(539015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539020",
                            "label": "兰陵远通汽车销售服务有限公司(539020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539701",
                            "label": "临沂茂华汽车销售服务有限公司(539701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "543002",
                            "label": "山东省滨州市方正出租汽车有限责任公司(543002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "543005",
                            "label": "邹平县金田汽车贸易有限公司(543005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "543010",
                            "label": "滨州吉致汽车销售有限公司(543010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "546004",
                            "label": "东营胜华汽车销售有限公司(546004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "546006",
                            "label": "东营凯华汽车销售服务有限公司(546006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "631003",
                            "label": "威海市银河银海汽车销售服务有限公司(631003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "631008",
                            "label": "荣成市吉瑞汽车销售有限公司(631008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "631801",
                            "label": "威海祥瑞汽车销售有限公司(631801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "632008",
                            "label": "枣庄正华汽车销售服务有限公司(632008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "632009",
                            "label": "滕州正润汽车销售服务有限公司(632009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "632010",
                            "label": "枣庄轩业汽车销售有限公司(632010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "633001",
                            "label": "日照乾丰汽车销售有限公司(633001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "633701",
                            "label": "日照辉煌汽车服务有限公司(633701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "633802",
                            "label": "日照百成汇汽车销售服务有限公司(633802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "634003",
                            "label": "莱芜鑫泰汽车销售服务有限公司(634003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "634703",
                            "label": "莱芜龙昌汽车销售有限公司(634703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "635010",
                            "label": "聊城轩越汽车销售有限公司(635010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "635013",
                            "label": "聊城市吉越汽车销售服务有限公司(635013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "635701",
                            "label": "聊城鲁翔吉豪汽车销售有限公司(635701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "635803",
                            "label": "聊城市广大汽车销售有限公司(635803)",
                            "brand": "吉利"
                        },
                        {
                            "value": "BZA",
                            "label": "滨州东泰汽车有限公司(BZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "DYA",
                            "label": "东营市富豪汽车销售服务有限责任公司(DYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "DZA",
                            "label": "德州瑞沃商贸有限公司(DZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HEA",
                            "label": "菏泽六星汽车销售服务有限公司(HEA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JNB",
                            "label": "淄博奥德达汽车服务有限公司(JNB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JNC",
                            "label": "潍坊诺德京泰汽车贸易有限公司(JNC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JND",
                            "label": "山东富豪汽车销售服务有限公司(JND)",
                            "brand": "吉利"
                        },
                        {
                            "value": "JNE",
                            "label": "济宁恒昌汽车销售有限公司(JNE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JNG",
                            "label": "山东京泰汽车贸易有限公司(JNG)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "LYA",
                            "label": "临沂中升沃茂汽车销售服务有限公司(LYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "QDA",
                            "label": "青岛中升沃茂汽车销售服务有限公司(QDA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "QDB",
                            "label": "青岛中升沃豪汽车销售服务有限公司(QDB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TAA",
                            "label": "泰安富豪汽车销售服务有限公司(TAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "WHD",
                            "label": "威海中升沃茂汽车销售服务有限公司(WHD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "YTA",
                            "label": "烟台中升沃茂汽车销售服务有限公司(YTA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "403531",
                            "label": "济南铭瑞汽车贸易有限公司(403531)",
                            "brand": "领克"
                        },
                        {
                            "value": "534401",
                            "label": "德州陆豪汽车销售服务有限公司(534401)",
                            "brand": "几何"
                        },
                        {
                            "value": "537401",
                            "label": "济宁新吉云汽车销售服务有限公司(537401)",
                            "brand": "几何"
                        },
                        {
                            "value": "635401",
                            "label": "聊城启翔新能源汽车销售有限公司(635401)",
                            "brand": "几何"
                        },
                        {
                            "value": "536401",
                            "label": "潍坊市成峰新能源汽车销售有限公司(536401)",
                            "brand": "几何"
                        },
                        {
                            "value": "532021",
                            "label": "青岛鼎圣吉和汽车销售服务有限公司(532021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "536013",
                            "label": "潍坊华铭汽车销售服务有限公司(536013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "543011",
                            "label": "滨州臻冠汽车销售服务有限公司(543011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "535012",
                            "label": "烟台润德汽车销售服务有限公司(535012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "531013",
                            "label": "济南吉顺通汽车销售服务有限公司(531013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "LCA",
                            "label": "聊城五洲星达汽车销售服务有限公司(LCA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "432022",
                            "label": "青岛和驰汽车销售服务有限公司(432022)",
                            "brand": "吉利"
                        },
                        {
                            "value": "635025",
                            "label": "聊城市吉客汽车销售服务有限公司(635025)",
                            "brand": "吉利"
                        },
                        {
                            "value": "531012",
                            "label": "章丘市天马力汽车销售有限公司(531012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "531401",
                            "label": "山东诚信行新能源汽车租赁有限公司(531401)",
                            "brand": "几何"
                        },
                        {
                            "value": "539401",
                            "label": "临沂振华汽车销售服务有限公司(539401)",
                            "brand": "几何"
                        },
                        {
                            "value": "532401",
                            "label": "青岛华之鑫新能源汽车销售有限公司(532401)",
                            "brand": "几何"
                        },
                        {
                            "value": "532413",
                            "label": "青岛吉利优行科技有限公司(532413)",
                            "brand": "几何"
                        },
                        {
                            "value": "535402",
                            "label": "烟台万达汽车销售有限公司(535402)",
                            "brand": "几何"
                        },
                        {
                            "value": "546401",
                            "label": "东营吉润汽车销售有限公司(546401)",
                            "brand": "几何"
                        },
                        {
                            "value": "532406",
                            "label": "青岛康利捷汽车销售服务有限责任公司(532406)",
                            "brand": "几何"
                        },
                        {
                            "value": "533401",
                            "label": "淄博志城汽车销售有限公司(533401)",
                            "brand": "几何"
                        },
                        {
                            "value": "531402",
                            "label": "山东荣泉商贸有限公司(531402)",
                            "brand": "几何"
                        },
                        {
                            "value": "532407",
                            "label": "青岛金惠昱泰汽车销售服务有限公司(532407)",
                            "brand": "几何"
                        },
                        {
                            "value": "537402",
                            "label": "济宁广民心诚汽贸有限公司(537402)",
                            "brand": "几何"
                        },
                        {
                            "value": "532423",
                            "label": "青岛吉之行新能源汽车销售服务有限公司(532423)",
                            "brand": "几何"
                        },
                        {
                            "value": "539402",
                            "label": "临沂国吉新能源汽车销售有限公司(539402)",
                            "brand": "几何"
                        },
                        {
                            "value": "JNH",
                            "label": "潍坊易豪汽车贸易有限公司(JNH)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "PS_JN",
                            "label": "Polestar济南(PS_JN)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "PS_QD",
                            "label": "Polestar青岛(PS_QD)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "RZA",
                            "label": "日照奥德达汽车销售服务有限公司(RZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "539025",
                            "label": "临沂领吉春华汽车销售服务有限公司(539025)",
                            "brand": "吉利"
                        },
                        {
                            "value": "101536",
                            "label": "潍坊百大汽车销售服务有限公司(101536)",
                            "brand": "领克"
                        },
                        {
                            "value": "539022",
                            "label": "东营领吉凯华汽车销售服务有限公司(539022)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539021",
                            "label": "费县领吉春华汽车销售服务有限公司(539021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539023",
                            "label": "临沂领吉茂华汽车销售服务有限公司(539023)",
                            "brand": "吉利"
                        },
                        {
                            "value": "539026",
                            "label": "沂水领吉远通汽车销售服务有限公司(539026)",
                            "brand": "吉利"
                        },
                        {
                            "value": "532023",
                            "label": "青岛越驰汽车销售服务有限公司(532023)",
                            "brand": "吉利"
                        },
                        {
                            "value": "535401",
                            "label": "烟台瑞沃汽车销售服务有限公司(535401)",
                            "brand": "吉利"
                        },
                        {
                            "value": "BZB",
                            "label": "滨州京泰汽车贸易有限公司(BZB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "534006",
                            "label": "庆云万豪汽贸有限公司(534006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "261401",
                            "label": "莱州市敏德汽车销售服务有限公司(261401)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900063",
                            "label": "青岛康利捷汽车销售服务有限责任公司(900063)",
                            "brand": "吉利"
                        },
                        {
                            "value": "257003",
                            "label": "东营胜华汽车销售有限公司(257003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "256201",
                            "label": "邹平县金田汽车贸易有限公司(256201)",
                            "brand": "吉利"
                        },
                        {
                            "value": "256609",
                            "label": "滨州吉致汽车销售有限公司(256609)",
                            "brand": "吉利"
                        },
                        {
                            "value": "532025",
                            "label": "青岛康利捷汽车销售服务有限责任公司(532025)",
                            "brand": "吉利"
                        },
                        {
                            "value": "LYD",
                            "label": "临沂瑞驰汽车销售服务有限公司(LYD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "102546",
                            "label": "东营领吉骁华汽车销售服务有限公司(102546)",
                            "brand": "领克"
                        },
                        {
                            "value": "103537",
                            "label": "济宁领吉仁之和汽车销售服务有限公司(103537)",
                            "brand": "领克"
                        },
                        {
                            "value": "103539",
                            "label": "临沂领吉顺华领克汽车销售服务有限公司(103539)",
                            "brand": "领克"
                        },
                        {
                            "value": "GM134",
                            "label": "沃尔沃武汉华中大区一店(GM134)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JNF",
                            "label": "山东新富豪汽车销售服务有限公司(JNF)",
                            "brand": "沃尔沃"
                        }
                    ]
                },
                {
                    "value": "361",
                    "label": "陕西",
                    "children": [
                        {
                            "value": "101029",
                            "label": "陕西新嘉润汽车贸易有限公司(101029)",
                            "brand": "领克"
                        },
                        {
                            "value": "101912",
                            "label": "榆林世纪金源汽车销售服务有限公司(101912)",
                            "brand": "领克"
                        },
                        {
                            "value": "101917",
                            "label": "宝鸡奥亚汽车销售服务有限公司(101917)",
                            "brand": "领克"
                        },
                        {
                            "value": "102029",
                            "label": "陕西龙泰广兴汽车销售服务有限公司(102029)",
                            "brand": "领克"
                        },
                        {
                            "value": "103029",
                            "label": "西咸新区欣嘉润汽车销售服务有限公司(103029)",
                            "brand": "领克"
                        },
                        {
                            "value": "290007",
                            "label": "西安国利汽车服务有限公司(290007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290010",
                            "label": "陕西德丰汽车贸易有限公司(290010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290014",
                            "label": "陕西博豪汽车销售服务有限公司(290014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290016",
                            "label": "陕西意林汽车销售服务有限公司(290016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290017",
                            "label": "西安辰宇汽车贸易有限责任公司(290017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290018",
                            "label": "西咸新区新天路汽车销售服务有限公司(290018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290019",
                            "label": "西安时代之星汽车销售服务有限公司(290019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290703",
                            "label": "西咸新区德丰汽车贸易有限公司(290703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "298010",
                            "label": "陕西万顺汽车贸易有限公司(298010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "911002",
                            "label": "延安新元丰汽车销售服务有限公司(911002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "911801",
                            "label": "延安路通汽车维修有限责任公司(911801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "912002",
                            "label": "榆林市吉瑞通汽车销售服务有限公司(912002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "912701",
                            "label": "榆林市博润汽车销售有限公司(912701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "913002",
                            "label": "陕西渭南佳润汽车销售服务有限公司(913002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "913006",
                            "label": "渭南信天游汽车销售服务有限公司(913006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "913802",
                            "label": "渭南新天路汽车销售有限公司(913802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "914701",
                            "label": "商洛国利汽车销售服务有限公司(914701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "915004",
                            "label": "安康市新众豪汽车销售服务有限公司(915004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "915801",
                            "label": "安康市宝瑞达汽车销售有限公司(915801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "916001",
                            "label": "汉中润峰汽车贸易有限公司(916001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "916802",
                            "label": "汉中市嘉力汽车贸易有限公司(916802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "917001",
                            "label": "宝鸡市星海工贸有限责任公司(917001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "917005",
                            "label": "宝鸡西悦成汽车销售服务有限公司(917005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "919001",
                            "label": "铜川新区圣达汽车销售服务有限责任公司(919001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "BJZ",
                            "label": "宝鸡宝沃汽车销售服务有限公司(BJZ)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XAA",
                            "label": "陕西佳豪汽车服务有限公司(XAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XAC",
                            "label": "陕西佳骏汽车服务有限公司(XAC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XAD",
                            "label": "西安天润汽车销售服务有限公司(XAD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XAE",
                            "label": "陕西天一汇通汽车销售服务有限公司(XAE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XAF",
                            "label": "陕西航天华泰汽车服务有限公司(XAF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "YAA",
                            "label": "延安广汇汇鑫汽车销售服务有限公司(YAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "YLA",
                            "label": "陕西佳豪金鼎汽车服务有限公司(YLA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101913",
                            "label": "渭南欣嘉润汽车有限公司(101913)",
                            "brand": "领克"
                        },
                        {
                            "value": "101916",
                            "label": "汉中汉之滨汽车销售服务有限公司(101916)",
                            "brand": "领克"
                        },
                        {
                            "value": "290404",
                            "label": "西安国利汽车服务有限公司(290404)",
                            "brand": "几何"
                        },
                        {
                            "value": "290402",
                            "label": "陕西新丰泰新能源汽车销售服务有限公司(290402)",
                            "brand": "几何"
                        },
                        {
                            "value": "290401",
                            "label": "陕西益新源新能源汽车有限公司(290401)",
                            "brand": "几何"
                        },
                        {
                            "value": "290020",
                            "label": "陕西星海汽车销售有限公司(290020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "101911",
                            "label": "延安展图汽车销售服务有限公司(101911)",
                            "brand": "领克"
                        },
                        {
                            "value": "290021",
                            "label": "西安国利汽车服务有限公司浐灞分公司(290021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "917401",
                            "label": "宝鸡市新星海新能源科技有限公司(917401)",
                            "brand": "几何"
                        },
                        {
                            "value": "290403",
                            "label": "陕西龙起汽车贸易有限公司(290403)",
                            "brand": "几何"
                        },
                        {
                            "value": "290406",
                            "label": "陕西腾势汽车销售服务有限公司(290406)",
                            "brand": "几何"
                        },
                        {
                            "value": "916401",
                            "label": "汉中市裕昌汽车销售服务有限公司(916401)",
                            "brand": "几何"
                        },
                        {
                            "value": "290408",
                            "label": "陕西时代明珠汽车销售有限公司(290408)",
                            "brand": "几何"
                        },
                        {
                            "value": "PS_XA",
                            "label": "Polestar西安(PS_XA)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "106029",
                            "label": "西安永利汽车销售服务有限公司(106029)",
                            "brand": "领克"
                        },
                        {
                            "value": "105029",
                            "label": "陕西金瑞杰汽车贸易有限公司(105029)",
                            "brand": "领克"
                        },
                        {
                            "value": "290417",
                            "label": "西安吉利新能源汽车销售有限公司(290417)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290410",
                            "label": "西安吉利新能源汽车销售有限公司(290410)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290407",
                            "label": "西安吉利新能源汽车销售有限公司(290407)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290416",
                            "label": "西安吉利新能源汽车销售有限公司(290416)",
                            "brand": "吉利"
                        },
                        {
                            "value": "298410",
                            "label": "西安吉利新能源汽车销售有限公司(298410)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290414",
                            "label": "西安吉利新能源汽车销售有限公司(290414)",
                            "brand": "吉利"
                        },
                        {
                            "value": "290022",
                            "label": "西安德丰星悦汽车销售服务有限公司(290022)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "362",
                    "label": "甘肃",
                    "children": [
                        {
                            "value": "102931",
                            "label": "甘肃万华金舰汽车销售服务有限公司(102931)",
                            "brand": "领克"
                        },
                        {
                            "value": "103931",
                            "label": "兰州驰霖汽车销售服务有限公司(103931)",
                            "brand": "领克"
                        },
                        {
                            "value": "930003",
                            "label": "临夏州启博汽车销售有限公司(930003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "931004",
                            "label": "甘肃吉大昌汽车有限公司(931004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "931011",
                            "label": "甘肃中普惠通汽车销售有限公司(931011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "931802",
                            "label": "甘肃星威汽车销售服务有限公司(931802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "932701",
                            "label": "定西市汇丰农机有限责任公司(932701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "932801",
                            "label": "甘肃国林汽车销售服务有限公司(932801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "933002",
                            "label": "平凉市金奥来汽车销售有限责任公司(933002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "933701",
                            "label": "平凉市吉通商贸有限公司(933701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "934005",
                            "label": "庆阳志源汽车销售服务有限公司(934005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "934701",
                            "label": "庆阳之星汽车销售服务有限公司(934701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "934802",
                            "label": "庆阳市协合汽贸有限公司(934802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "935001",
                            "label": "武威市德丰汽车销售服务有限公司(935001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "935801",
                            "label": "武威昶利汽车销售有限公司(935801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "936001",
                            "label": "张掖市鑫诚商贸有限责任公司(936001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "936701",
                            "label": "张掖市盛驰汽车销售有限公司(936701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "937002",
                            "label": "酒泉市润达汽车商贸有限公司(937002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "937005",
                            "label": "甘肃吉杰汽车销售有限公司(937005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "937801",
                            "label": "酒泉市大长江豪爵商贸有限公司(937801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "938001",
                            "label": "天水吉瑞达汽车贸易有限公司(938001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "938003",
                            "label": "天水天合华中汽车销售服务有限公司(938003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "939001",
                            "label": "陇南市陇胜吉通汽车贸易有限公司(939001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "943001",
                            "label": "甘肃驰辰汽车销售服务有限公司(943001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "943202",
                            "label": "白银顺泽汽车销售有限公司(943202)",
                            "brand": "吉利"
                        },
                        {
                            "value": "943701",
                            "label": "白银驰辰汽车销售服务有限公司(943701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "LZC",
                            "label": "兰州庞大兴沃汽车销售服务有限公司(LZC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "LZE",
                            "label": "甘肃西北汽车销售有限公司(LZE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101936",
                            "label": "张掖鑫皓汽车销售服务有限公司(101936)",
                            "brand": "领克"
                        },
                        {
                            "value": "LZF",
                            "label": "甘肃金岛福康汽车销售有限公司(LZF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "939002",
                            "label": "陇南协和汽车贸易技术服务有限公司(939002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "932004",
                            "label": "定西中元车辆服务有限责任公司(932004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "939003",
                            "label": "陇南金碧源汽车销售有限责任公司(939003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "932411",
                            "label": "甘肃国林汽车销售服务有限公司(932411)",
                            "brand": "几何"
                        },
                        {
                            "value": "933401",
                            "label": "平凉市吉通商贸有限公司(933401)",
                            "brand": "几何"
                        },
                        {
                            "value": "933402",
                            "label": "甘肃鑫达汽车销售服务有限公司(933402)",
                            "brand": "几何"
                        },
                        {
                            "value": "933403",
                            "label": "甘肃中普惠通汽车销售有限公司(933403)",
                            "brand": "几何"
                        },
                        {
                            "value": "933405",
                            "label": "甘肃赤兔商贸有限公司(933405)",
                            "brand": "几何"
                        },
                        {
                            "value": "102938",
                            "label": "天水天行泰汽车贸易有限公司(102938)",
                            "brand": "领克"
                        },
                        {
                            "value": "745002",
                            "label": "庆阳志源汽车销售服务有限公司(745002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731101",
                            "label": "临夏市鹏力汽车服务有限责任公司(731101)",
                            "brand": "吉利"
                        },
                        {
                            "value": "748001",
                            "label": "甘肃国林汽车销售服务有限公司(748001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "734003",
                            "label": "张掖市甘州区福泰汽车修理厂(734003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "744005",
                            "label": "平凉中力新能源汽车维修（服务）有限公司(744005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900016",
                            "label": "华亭市润源汽车服务有限责任公司(900016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "932005",
                            "label": "定西金豹通达汽车销售有限公司(932005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "LZG",
                            "label": "兰州金岛璐达汽车销售有限公司(LZG)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "RegionZJ",
                            "label": "RegionZJ华中大区一店(RegionZJ)",
                            "brand": "吉利"
                        }
                    ]
                }
            ]
        },
        {
            "accountType": 2,
            "value": "东北大区",
            "label": "东北大区",
            "children": [
                {
                    "value": "321",
                    "label": "辽宁",
                    "children": [
                        {
                            "value": "101416",
                            "label": "锦州红腾汽车销售服务有限公司(101416)",
                            "brand": "领克"
                        },
                        {
                            "value": "101419",
                            "label": "辽阳英迪汽车销售服务有限公司(101419)",
                            "brand": "领克"
                        },
                        {
                            "value": "101421",
                            "label": "朝阳领飒汽车销售服务有限公司(101421)",
                            "brand": "领克"
                        },
                        {
                            "value": "101427",
                            "label": "盘锦尚尊汽车销售服务有限公司(101427)",
                            "brand": "领克"
                        },
                        {
                            "value": "102024",
                            "label": "沈阳君安汽车销售服务有限公司(102024)",
                            "brand": "领克"
                        },
                        {
                            "value": "102411",
                            "label": "大连万利行汽车销售服务有限公司(102411)",
                            "brand": "领克"
                        },
                        {
                            "value": "240009",
                            "label": "沈阳华易达汽车销售有限公司(240009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "240010",
                            "label": "本溪龙驰汽车销售服务有限公司(240010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "240011",
                            "label": "铁岭天广吉祥汽车销售服务有限公司(240011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "240012",
                            "label": "本溪汇广利汽车销售服务有限公司(240012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "240013",
                            "label": "铁岭沃达汽车销售服务有限公司(240013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "240016",
                            "label": "沈阳吉百航汽车销售有限公司(240016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "240017",
                            "label": "辽宁牧欧汽车销售服务有限公司(240017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "240018",
                            "label": "沈阳汇得利汽车销售服务有限公司(240018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "240019",
                            "label": "沈阳君吉汽车销售服务有限公司(240019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "240701",
                            "label": "沈阳皓伦汽车销售有限公司(240701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "240801",
                            "label": "沈阳中驰汽车贸易有限公司(240801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "411005",
                            "label": "大连立成达商贸有限公司(411005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "411201",
                            "label": "大连弘光经贸有限公司(411201)",
                            "brand": "吉利"
                        },
                        {
                            "value": "411703",
                            "label": "大连长沣汽车贸易有限公司(411703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "411704",
                            "label": "大连车时代汽车销售服务有限公司(411704)",
                            "brand": "吉利"
                        },
                        {
                            "value": "412005",
                            "label": "鞍山吉越汽车销售服务有限公司(412005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "412007",
                            "label": "鞍山博大汽车销售服务有限公司(412007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "412008",
                            "label": "鞍山市吉瑞汽车销售服务有限公司(412008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "412701",
                            "label": "鞍山市众成汽车贸易有限公司(412701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "413001",
                            "label": "抚顺市新时代汽车销售有限公司(413001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "413003",
                            "label": "抚顺融兴汽车销售服务有限公司(413003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "415001",
                            "label": "丹东市东泰汽车贸易服务有限公司(415001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "416009",
                            "label": "锦州车立方汽车销售有限公司(416009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "416010",
                            "label": "锦州皇宇汽车维修服务有限公司(416010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "417004",
                            "label": "营口鑫川汽车销售服务有限公司(417004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "417701",
                            "label": "营口葆丰汽车销售服务有限公司(417701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "418008",
                            "label": "阜新市兴顺汽车销售服务有限公司(418008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "418701",
                            "label": "阜新奉天汽车贸易有限公司(418701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "419001",
                            "label": "辽阳盛翔汽车销售服务有限公司(419001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "419002",
                            "label": "辽阳致宏汽车销售服务有限公司(419002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "421001",
                            "label": "朝阳元宏汽车销售服务有限公司(421001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "421009",
                            "label": "朝阳捷奥汽车销售服务有限公司(421009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "427003",
                            "label": "盘锦富华汽车销售服务有限公司(427003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "427004",
                            "label": "盘锦驰敖永吉汽车有限公司(427004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "429005",
                            "label": "葫芦岛盛泰汽车销售服务有限公司(429005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "429701",
                            "label": "葫芦岛仕万通贸易有限公司(429701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "ASA",
                            "label": "鞍山尊荣富沃汽车贸易有限公司(ASA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "DLA",
                            "label": "尊荣亿方集团大连富沃汽车贸易有限公司(DLA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "DLB",
                            "label": "大连尊荣富沃汽车销售服务有限公司(DLB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "DLC",
                            "label": "大连中升沃茂汽车销售服务有限公司(DLC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HLA",
                            "label": "葫芦岛川达捷润汽车销售服务有限公司(HLA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JZA",
                            "label": "锦州尊荣富沃汽车销售服务有限公司(JZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SYA",
                            "label": "辽宁尊荣亿沃汽车贸易有限公司(SYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SYC",
                            "label": "沈阳尊荣富沃汽车销售服务有限公司(SYC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101417",
                            "label": "营口君恒汽车销售服务有限公司(101417)",
                            "brand": "领克"
                        },
                        {
                            "value": "SYD",
                            "label": "沈阳中升沃茂汽车销售服务有限公司(SYD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "411011",
                            "label": "大连东洲汽车销售服务有限公司(411011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "411012",
                            "label": "大连保税区盛达行汽车贸易有限公司(411012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "418707",
                            "label": "辽宁省晟鑫汽车销售服务有限公司(418707)",
                            "brand": "吉利"
                        },
                        {
                            "value": "421010",
                            "label": "朝阳东晟汽车销售服务有限公司(421010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "411401",
                            "label": "大连福斯达几何汽车销售服务有限公司(411401)",
                            "brand": "几何"
                        },
                        {
                            "value": "240402",
                            "label": "沈阳君茂汽车销售服务有限公司(240402)",
                            "brand": "几何"
                        },
                        {
                            "value": "123006",
                            "label": "阜新市兴顺汽车销售服务有限公司(123006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "116006",
                            "label": "大连长沣汽车贸易有限公司(116006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "116015",
                            "label": "大连东洲汽车销售服务有限公司(116015)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "322",
                    "label": "吉林",
                    "children": [
                        {
                            "value": "101431",
                            "label": "长春利成汽车销售服务有限公司(101431)",
                            "brand": "领克"
                        },
                        {
                            "value": "101432",
                            "label": "吉林市万华致诚汽车销售服务有限公司(101432)",
                            "brand": "领克"
                        },
                        {
                            "value": "402431",
                            "label": "长春升通汽车销售有限责任公司(402431)",
                            "brand": "领克"
                        },
                        {
                            "value": "431003",
                            "label": "吉林省世通汽车销售服务有限公司(431003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "431015",
                            "label": "长春市佳业汽车贸易有限公司(431015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "431020",
                            "label": "长春市洺羽汽车销售有限公司(431020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "431802",
                            "label": "吉林省双程汽车销售服务有限公司(431802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "431808",
                            "label": "通化信弘元汽车销售有限公司(431808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "431810",
                            "label": "通化宸闻汽车销售服务有限公司(431810)",
                            "brand": "吉利"
                        },
                        {
                            "value": "432009",
                            "label": "吉林市吉立合汽车销售服务有限公司(432009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "432010",
                            "label": "吉林市佳诚汽车经销有限公司(432010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "432011",
                            "label": "吉林省神驰汽车销售服务有限公司(432011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "433701",
                            "label": "延吉嘉航汽车销售服务有限公司(433701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "433808",
                            "label": "延边荣德汽车销售有限公司(433808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "434011",
                            "label": "四平市鹏达汽车贸易有限公司(434011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "437001",
                            "label": "辽源市隆腾汽车销售有限公司(437001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "438007",
                            "label": "松原市顺祥汽车销售服务有限公司(438007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "438801",
                            "label": "白城市巡航汽车贸易有限公司(438801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "439701",
                            "label": "白山市吉盛汽车销售有限公司(439701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "CCA",
                            "label": "吉林盛荣汽车贸易有限公司(CCA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CCB",
                            "label": "长春市维信汽车销售有限公司(CCB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JLA",
                            "label": "吉林维信汽车销售有限公司(JLA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "103431",
                            "label": "吉林领沃汽车销售服务有限公司(103431)",
                            "brand": "领克"
                        },
                        {
                            "value": "433005",
                            "label": "延吉讯达汽车销售服务有限公司(433005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "431021",
                            "label": "长春市义成汽车销售有限公司(431021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "439003",
                            "label": "白山市城东名车销售服务有限公司(439003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "431022",
                            "label": "长春市龙翔汽车贸易有限公司(431022)",
                            "brand": "吉利"
                        },
                        {
                            "value": "136201",
                            "label": "辽源市隆腾汽车销售有限公司博慧汽车维修分公司(136201)",
                            "brand": "吉利"
                        },
                        {
                            "value": "130034",
                            "label": "长春市亿营汽车维修服务有限公司(130034)",
                            "brand": "吉利"
                        },
                        {
                            "value": "130201",
                            "label": "农安县宏宇汽车维修有限公司(130201)",
                            "brand": "吉利"
                        },
                        {
                            "value": "132601",
                            "label": "舒兰市精驰汽车销售有限责任公司(132601)",
                            "brand": "吉利"
                        },
                        {
                            "value": "134002",
                            "label": "通化市威风汽车配件修理有限公司(134002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "CCD",
                            "label": "长春德联瑞骏汽车销售服务有限公司(CCD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "133007",
                            "label": "延边荣德汽车销售服务有限公司(133007)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "323",
                    "label": "黑龙江省",
                    "children": [
                        {
                            "value": "101451",
                            "label": "哈尔滨星如雨汽车销售服务有限公司(101451)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101459",
                            "label": "大庆世腾鸿兴汽车销售服务有限公司(101459)",
                            "brand": "领克"
                        },
                        {
                            "value": "451005",
                            "label": "黑龙江成越汽车贸易有限公司(451005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "451010",
                            "label": "哈尔滨威泰汽车销售服务有限公司(451010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "451011",
                            "label": "哈尔滨市汇丰汽车销售有限公司(451011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "451209",
                            "label": "哈尔滨吉美丰汽车销售服务有限公司(451209)",
                            "brand": "吉利"
                        },
                        {
                            "value": "451210",
                            "label": "黑龙江金溢汽车销售服务有限公司(451210)",
                            "brand": "吉利"
                        },
                        {
                            "value": "451702",
                            "label": "哈尔滨华品吉沃汽车销售服务有限公司(451702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "452001",
                            "label": "齐齐哈尔市成功汽车销售有限责任公司(452001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "452702",
                            "label": "齐齐哈尔市宏昌汽车贸易有限责任公司(452702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "453701",
                            "label": "牡丹江吉沃汽车销售服务有限公司(453701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "453702",
                            "label": "牡丹江宝鹏汽车销售服务有限公司(453702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "454001",
                            "label": "佳木斯新世纪汽车销售有限公司(454001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "454008",
                            "label": "佳木斯亿鑫汽车销售有限公司(454008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "455701",
                            "label": "绥化吉顺合汽车销售服务有限公司(455701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "456003",
                            "label": "北安浩宇汽车销售服务有限公司(456003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "457002",
                            "label": "大兴安岭成功汽车销售有限责任公司(457002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "459701",
                            "label": "大庆同方通用汽车销售服务有限公司(459701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "464702",
                            "label": "七台河昌河汽车贸易有限责任公司(464702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "467005",
                            "label": "鸡西欣典汽车销售服务有限公司(467005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "468701",
                            "label": "鹤岗市盛世鸿途汽车销售服务有限公司(468701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "469002",
                            "label": "双鸭山国盛汽车销售服务有限公司(469002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "DQA",
                            "label": "大庆尊荣富沃汽车销售服务有限公司(DQA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HRA",
                            "label": "黑龙江尊荣富沃汽车贸易有限公司(HRA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HRB",
                            "label": "哈尔滨尊荣亿方汽车贸易有限公司(HRB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "459702",
                            "label": "大庆赛路丰汽车销售服务有限公司(459702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "452004",
                            "label": "齐齐哈尔宏胜汽车贸易有限公司(452004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "451401",
                            "label": "哈尔滨吉美丰汽车销售服务有限公司(451401)",
                            "brand": "几何"
                        },
                        {
                            "value": "451005_2W1",
                            "label": "五常市美瑞汽车销售有限公司(451005_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "453008",
                            "label": "牡丹江博宸汽车销售服务有限公司(453008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "157001",
                            "label": "牡丹江吉沃汽车销售服务有限公司(157001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "161007",
                            "label": "齐齐哈尔市宏昌汽车贸易有限责任公司(161007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "158401",
                            "label": "虎林市诚信汽车精修行(158401)",
                            "brand": "吉利"
                        },
                        {
                            "value": "161402",
                            "label": "嫩江县元亨汽车销售维修有限责任公司(161402)",
                            "brand": "吉利"
                        },
                        {
                            "value": "103451",
                            "label": "哈尔滨领吉星汽车销售服务有限公司(103451)",
                            "brand": "领克"
                        }
                    ]
                },
                {
                    "value": "315",
                    "label": "内蒙古",
                    "children": [
                        {
                            "value": "101472",
                            "label": "包头锐远汽车销售服务有限公司(101472)",
                            "brand": "领克"
                        },
                        {
                            "value": "101476",
                            "label": "赤峰旭航汽车销售有限公司(101476)",
                            "brand": "领克"
                        },
                        {
                            "value": "101477",
                            "label": "内蒙古奥捷睿达汽车销售服务有限责任公司(101477)",
                            "brand": "领克"
                        },
                        {
                            "value": "470002",
                            "label": "呼伦贝尔市蒙盛汽车销售有限公司(470002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "470004",
                            "label": "呼伦贝尔市强大汽车销售服务有限公司(470004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "471001",
                            "label": "乌兰察布市明志达汽车贸易有限公司(471001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "471002",
                            "label": "内蒙古威风汽车销售有限公司(471002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "471003",
                            "label": "内蒙古广通汽车销售有限责任公司(471003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "471008",
                            "label": "内蒙古汇行汽车销售有限责任公司(471008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "471801",
                            "label": "内蒙古森威汽车贸易有限责任公司(471801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "472006",
                            "label": "包头市虹桥汽车销售有限责任公司(472006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "472007",
                            "label": "包头市吉亨汽贸有限公司(472007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "472008",
                            "label": "包头市吉好汽车销售服务有限公司(472008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "472010",
                            "label": "内蒙古赫界汽车销售有限公司(472010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "472801",
                            "label": "包头市天星汽车贸易有限公司(472801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "473702",
                            "label": "乌海市佳利汽车服务有限责任公司(473702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "473801",
                            "label": "乌海市普鑫商贸有限责任公司(473801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "475008",
                            "label": "通辽市皓达汽车销售服务有限公司(475008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "475009",
                            "label": "通辽市蒙利汽车贸易有限公司(475009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "475801",
                            "label": "通辽市九赢车辆销售有限责任公司(475801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "476005",
                            "label": "赤峰泰通贸易有限责任公司(476005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "476008",
                            "label": "赤峰吉致汽车销售有限公司(476008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "476802",
                            "label": "赤峰传奇汽车销售有限公司(476802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "477008",
                            "label": "鄂尔多斯市天星汽车贸易有限公司(477008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "477010",
                            "label": "鄂尔多斯市福兴汽车销售服务有限公司(477010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "477701",
                            "label": "鄂尔多斯市蒙凯通达汽车销售有限公司(477701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "478006",
                            "label": "巴彦淖尔市众达鑫汽车销售服务有限公司(478006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "478702",
                            "label": "巴彦淖尔市龙呈汽车销售服务有限公司(478702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "478802",
                            "label": "巴彦淖尔市捷泰汽车贸易有限责任公司(478802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "479801",
                            "label": "锡林郭勒盟草原天佑汽贸有限公司(479801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "479808",
                            "label": "锡林郭勒盟吉沃汽贸有限公司(479808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "482008",
                            "label": "兴安盟九赢车辆销售有限责任公司(482008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "482010",
                            "label": "兴安盟利丰泰坤汽车服务有限公司(482010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "MGB",
                            "label": "呼和浩特市庞大兴沃汽车销售服务有限责任公司(MGB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "MGC",
                            "label": "包头市庞大兴沃汽车销售服务有限责任公司(MGC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "MGE",
                            "label": "赤峰市兴沃汽车销售服务有限责任公司(MGE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "MGH",
                            "label": "内蒙古奥捷旗舰中心汽车销售服务有限公司(MGH)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TLA",
                            "label": "通辽市川达捷通汽车销售服务有限公司(TLA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101475",
                            "label": "通辽市川达捷胜汽车销售服务有限公司(101475)",
                            "brand": "领克"
                        },
                        {
                            "value": "101471",
                            "label": "内蒙古盈科汽车销售服务有限责任公司(101471)",
                            "brand": "领克"
                        },
                        {
                            "value": "402471",
                            "label": "内蒙古德锐克汽车销售有限责任公司(402471)",
                            "brand": "领克"
                        },
                        {
                            "value": "101478",
                            "label": "巴彦淖尔市川河众悦汽车销售服务有限公司(101478)",
                            "brand": "领克"
                        },
                        {
                            "value": "477401",
                            "label": "鄂尔多斯市福华汽车销售服务有限公司(477401)",
                            "brand": "几何"
                        },
                        {
                            "value": "482013",
                            "label": "兴安盟宾德利汽车销售有限公司(482013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "471011",
                            "label": "内蒙古广意通汽车销售有限公司(471011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "479809",
                            "label": "锡林郭勒盟宾德立汽车销售有限公司(479809)",
                            "brand": "吉利"
                        },
                        {
                            "value": "471402",
                            "label": "内蒙古中润汽车销售有限公司(471402)",
                            "brand": "几何"
                        },
                        {
                            "value": "026006",
                            "label": "锡林郭勒盟顺平汽贸有限公司(026006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "014401",
                            "label": "乌拉特前旗康元汽车销售服务有限责任公司(014401)",
                            "brand": "吉利"
                        },
                        {
                            "value": "016002",
                            "label": "乌海市三利汽贸有限责任公司(016002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "028002",
                            "label": "通辽市科尔沁区祺达汽车维修中心(028002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "MGJ",
                            "label": "赤峰君正汽车销售服务有限公司(MGJ)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "MGK",
                            "label": "内蒙古沃之杰汽车服务有限公司(MGK)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "016006",
                            "label": "乌海市普鑫商贸有限责任公司(016006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "010013",
                            "label": "巴彦淖尔市众达鑫汽车销售服务有限公司(010013)",
                            "brand": "吉利"
                        }
                    ]
                }
            ]
        },

        {
            "accountType": 2,
            "value": "华东大区",
            "label": "华东大区",
            "children": [
                {
                    "value": "",
                    "label": "",
                    "children": [
                        {
                            "value": "AreaHD",
                            "label": "华东大区(AreaHD)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "331",
                    "label": "上海",
                    "children": [
                        {
                            "value": "101021",
                            "label": "上海中骐汽车有限公司(101021)",
                            "brand": "领克"
                        },
                        {
                            "value": "102021",
                            "label": "上海弘贤汽车销售服务有限公司(102021)",
                            "brand": "领克"
                        },
                        {
                            "value": "103021",
                            "label": "恒云（上海）汽车销售服务有限公司(103021)",
                            "brand": "领克"
                        },
                        {
                            "value": "104021",
                            "label": "上海龙祥汽车销售服务有限公司(104021)",
                            "brand": "领克"
                        },
                        {
                            "value": "210006",
                            "label": "上海晋熙实业有限公司(210006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210011",
                            "label": "上海华庭汽车销售服务有限公司(210011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210012",
                            "label": "上海明友泓浩汽车销售有限公司(210012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210014",
                            "label": "上海华骥汽车销售有限公司(210014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210015",
                            "label": "上海吉悦汽车销售服务有限公司(210015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210016",
                            "label": "上海弘孟汽车销售服务有限公司(210016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210407",
                            "label": "上海吉恒汽车销售服务有限公司(210407)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210701",
                            "label": "上海晋熙汽车销售服务有限公司(210701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "405021",
                            "label": "上海通孚祥领云汽车销售服务有限公司(405021)",
                            "brand": "领克"
                        },
                        {
                            "value": "806021",
                            "label": "上海富捷汽车维修服务有限公司(806021)",
                            "brand": "领克"
                        },
                        {
                            "value": "SHA",
                            "label": "上海世之沃汽车销售服务有限公司(SHA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SHC",
                            "label": "上海中升沃茂汽车销售服务有限公司(SHC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SHD",
                            "label": "上海永达东沃汽车销售服务有限公司(SHD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SHF",
                            "label": "上海中升沃豪汽车销售服务有限公司(SHF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SHG",
                            "label": "上海永达嘉沃汽车销售服务有限公司(SHG)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SHH",
                            "label": "上海永达申杰汽车销售服务有限公司(SHH)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SHI",
                            "label": "上海伟途汽车销售服务有限公司(SHI)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SHJ",
                            "label": "上海永达北沃汽车销售服务有限公司(SHJ)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SHK",
                            "label": "上海交运起豪汽车销售服务有限公司(SHK)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "407021",
                            "label": "悦云（上海）汽车销售服务有限公司(407021)",
                            "brand": "领克"
                        },
                        {
                            "value": "SHL",
                            "label": "上海永达松沃汽车销售服务有限公司(SHL)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "210406",
                            "label": "上海弘仁星品汽车销售服务有限公司(210406)",
                            "brand": "几何"
                        },
                        {
                            "value": "210410",
                            "label": "上海吉庆新能源汽车销售有限公司(210410)",
                            "brand": "几何"
                        },
                        {
                            "value": "210018",
                            "label": "上海吉瑞汽车销售有限公司(210018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210019",
                            "label": "上海中昶汽车销售服务有限公司(210019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210020",
                            "label": "上海子熠涵德汽车销售有限公司(210020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210401",
                            "label": "上海晋熙汽车销售服务有限公司(210401)",
                            "brand": "几何"
                        },
                        {
                            "value": "210402",
                            "label": "上海华庭汽车销售服务有限公司(210402)",
                            "brand": "几何"
                        },
                        {
                            "value": "210404",
                            "label": "上海万帮之星汽车销售服务有限公司(210404)",
                            "brand": "几何"
                        },
                        {
                            "value": "210411",
                            "label": "国网（上海）新能源汽车服务有限公司(210411)",
                            "brand": "几何"
                        },
                        {
                            "value": "210412",
                            "label": "上海浦之利汽车有限公司(210412)",
                            "brand": "几何"
                        },
                        {
                            "value": "210413",
                            "label": "上海华裕吉鑫新能源汽车销售有限公司(210413)",
                            "brand": "几何"
                        },
                        {
                            "value": "210409",
                            "label": "上海明友泓浩汽车销售有限公司(210409)",
                            "brand": "几何"
                        },
                        {
                            "value": "210414",
                            "label": "上海天麦汽车销售服务有限公司(210414)",
                            "brand": "几何"
                        },
                        {
                            "value": "210420",
                            "label": "上海雷南汽车运输有限公司(210420)",
                            "brand": "几何"
                        },
                        {
                            "value": "PS_SH",
                            "label": "Polestar上海(PS_SH)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "SHN",
                            "label": "上海冠松美沃汽车销售服务有限公司(SHN)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SHM",
                            "label": "上海永达星沃汽车销售服务有限公司(SHM)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "900004",
                            "label": "上海万帮之星汽车销售服务有限公司(900004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200402F",
                            "label": "上海中纺机汽车服务有限公司(200402F)",
                            "brand": "吉利"
                        },
                        {
                            "value": "201101",
                            "label": "上海远程汽车维修有限公司(201101)",
                            "brand": "吉利"
                        },
                        {
                            "value": "201401",
                            "label": "上海浩福汽车服务有限公司(201401)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900024",
                            "label": "上海擎亨汽车服务有限公司(900024)",
                            "brand": "吉利"
                        },
                        {
                            "value": "201105",
                            "label": "上海众恒汽车维修有限公司(201105)",
                            "brand": "吉利"
                        },
                        {
                            "value": "20210220",
                            "label": "衢州友华汽车有限公司测试门店(20210220)",
                            "brand": "领克"
                        }
                    ]
                },
                {
                    "value": "342",
                    "label": "湖北",
                    "children": [
                        {
                            "value": "WHG",
                            "label": "武汉中升沃茂汽车销售服务有限公司(WHG)",
                            "brand": "沃尔沃"
                        }
                    ]
                },
                {
                    "value": "332",
                    "label": "江苏",
                    "children": [
                        {
                            "value": "101025",
                            "label": "南京厚吉汽车销售服务有限公司(101025)",
                            "brand": "领克"
                        },
                        {
                            "value": "101510",
                            "label": "无锡华隆汽车销售有限公司(101510)",
                            "brand": "领克"
                        },
                        {
                            "value": "101512",
                            "label": "通孚祥升云（苏州）汽车销售服务有限公司(101512)",
                            "brand": "领克"
                        },
                        {
                            "value": "101513",
                            "label": "江苏大生中隆汽车销售服务有限公司(101513)",
                            "brand": "领克"
                        },
                        {
                            "value": "101514",
                            "label": "扬州瑞可汽车销售服务有限公司(101514)",
                            "brand": "领克"
                        },
                        {
                            "value": "101516",
                            "label": "徐州浩轩汽车销售服务有限公司(101516)",
                            "brand": "领克"
                        },
                        {
                            "value": "101517",
                            "label": "淮安市达发汽车销售服务有限公司(101517)",
                            "brand": "领克"
                        },
                        {
                            "value": "101518",
                            "label": "连云港鹏盈汽车贸易有限公司(101518)",
                            "brand": "领克"
                        },
                        {
                            "value": "101519",
                            "label": "常州中天日辉汽车销售服务有限公司(101519)",
                            "brand": "领克"
                        },
                        {
                            "value": "101527",
                            "label": "宿迁万顺汽车销售服务有限公司(101527)",
                            "brand": "领克"
                        },
                        {
                            "value": "102025",
                            "label": "南京万帮金灿汽车销售服务有限公司(102025)",
                            "brand": "领克"
                        },
                        {
                            "value": "102510",
                            "label": "江阴市海领汽车销售服务有限公司(102510)",
                            "brand": "领克"
                        },
                        {
                            "value": "102515",
                            "label": "森风集团盐城立德汽车有限公司(102515)",
                            "brand": "领克"
                        },
                        {
                            "value": "103512",
                            "label": "昆山瑞豹汽车服务有限公司(103512)",
                            "brand": "领克"
                        },
                        {
                            "value": "104512",
                            "label": "苏州蔚蓝星空汽车销售服务有限公司(104512)",
                            "brand": "领克"
                        },
                        {
                            "value": "250003",
                            "label": "南京钧生汽车销售服务有限公司(250003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "250006",
                            "label": "南京景润汽车销售服务有限公司(250006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "250009",
                            "label": "南京昌弘汽车销售服务有限公司(250009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "250010",
                            "label": "南京喆通汽车销售有限公司(250010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "250011",
                            "label": "江苏东源汽车销售服务有限公司(250011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "405512",
                            "label": "昆山瑞庭汽车销售服务有限公司(405512)",
                            "brand": "领克"
                        },
                        {
                            "value": "407512",
                            "label": "通孚祥同云（苏州）汽车销售服务有限公司(407512)",
                            "brand": "领克"
                        },
                        {
                            "value": "510001",
                            "label": "江阴市同元汽贸有限公司(510001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "510002",
                            "label": "无锡市吉美汽车销售有限公司(510002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "510004",
                            "label": "宜兴翔源汽车有限公司(510004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "510005",
                            "label": "宜兴中隆汽车销售有限公司(510005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "510006",
                            "label": "无锡华诚汽车销售有限公司(510006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "510706",
                            "label": "无锡华庭汽车销售有限公司(510706)",
                            "brand": "吉利"
                        },
                        {
                            "value": "511801",
                            "label": "镇江顺达汽车销售服务有限公司(511801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "511802",
                            "label": "镇江豪利汽车销售服务有限公司(511802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512010",
                            "label": "苏州市天丰泰汽车销售服务有限公司(512010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512011",
                            "label": "苏州市汽车工业贸易有限公司(512011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512016",
                            "label": "太仓永通华阳汽车销售有限公司(512016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512018",
                            "label": "昆山联合华朔汽车贸易有限公司(512018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512020",
                            "label": "苏州瑞高汽车服务有限公司(512020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512021",
                            "label": "苏州市天丰汇汽车销售服务有限公司(512021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512022",
                            "label": "张家港市利馨汽车销售服务有限公司(512022)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512023",
                            "label": "苏州宝丰汽车销售服务有限公司(512023)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512025",
                            "label": "常熟市铭越汽车销售服务有限公司(512025)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512026",
                            "label": "苏州市锦融汽贸有限公司(512026)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512027",
                            "label": "苏州天丰利汽车销售服务有限公司(512027)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512028",
                            "label": "苏州市天丰盈汽车销售服务有限公司(512028)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512702",
                            "label": "昆山永通华阳汽车销售有限公司(512702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512802",
                            "label": "常熟市利康汽车销售服务有限公司(512802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "513003",
                            "label": "如东恒丰汽车销售服务有限公司(513003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "513006",
                            "label": "南通东昊汽车贸易有限公司(513006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "513007",
                            "label": "南通恒源汽车销售有限公司(513007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "513008",
                            "label": "海门市常盛汽车销售服务有限公司(513008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "513009",
                            "label": "南通市豪沃汽车销售服务有限公司(513009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "513010",
                            "label": "南通利沃行汽车销售服务有限公司(513010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "513701",
                            "label": "南通赛路丰汽车销售服务有限公司(513701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "514003",
                            "label": "扬州亿翔汽车销售服务有限公司(514003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "514004",
                            "label": "扬州鼎合汽车销售有限公司(514004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "514006",
                            "label": "扬州市吉盛汽车销售服务有限公司(514006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "515002",
                            "label": "盐城益昌汽车销售服务有限公司(515002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "515003",
                            "label": "盐城市阜昌汽车销售服务有限公司(515003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "515701",
                            "label": "盐城市阜绅汽车销售服务有限公司(515701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "515801",
                            "label": "盐城市捷弘汽车销售有限公司(515801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "516010",
                            "label": "徐州佳润汽车销售服务有限公司(516010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "516011",
                            "label": "徐州创利汽车销售有限公司(516011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "516012",
                            "label": "徐州天巡汽车销售服务有限公司(516012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "516701",
                            "label": "徐州市翔胜汽车贸易有限公司(516701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "516702",
                            "label": "徐州市全成汽车销售有限公司(516702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "517001",
                            "label": "淮安市克江商贸有限公司(517001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "517003",
                            "label": "淮安市泰佑汽车销售服务有限公司(517003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "517701",
                            "label": "淮安翔盛博润汽车销售有限公司(517701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "518016",
                            "label": "连云港博润汽车销售服务有限公司(518016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "518701",
                            "label": "江苏东泉汽车销售有限公司(518701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "519005",
                            "label": "常州吉运汽车销售有限公司(519005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "519009",
                            "label": "常州市金坛天恒汽车销售有限公司(519009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "519010",
                            "label": "常州豪马汽车销售服务有限公司(519010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "519801",
                            "label": "常州市中诚汽车销售服务有限公司(519801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "523001",
                            "label": "泰州杰诚汽车销售服务有限公司(523001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "523003",
                            "label": "靖江市苏靖汽车销售有限公司(523003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "523005",
                            "label": "泰州市铭晟农机销售有限公司(523005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "523006",
                            "label": "泰州市海吉汽车销售服务有限公司(523006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "527006",
                            "label": "宿迁市安润汽车销售服务有限公司(527006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "527007",
                            "label": "江苏天泓致盛汽车服务有限公司(527007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "527008",
                            "label": "宿迁市明邦汽车销售服务有限公司(527008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "CZA",
                            "label": "常州富豪汽车销售服务有限公司(CZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CZB",
                            "label": "常州新沃汽车销售服务有限公司(CZB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HAB",
                            "label": "淮安舜天元瑞汽车销售服务有限公司(HAB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JYB",
                            "label": "江阴东方沃邦汽车销售服务有限公司(JYB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "LYC",
                            "label": "连云港伟途汽车销售服务有限公司(LYC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NJA",
                            "label": "南京中升沃豪汽车销售服务有限公司(NJA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NJB",
                            "label": "南京中升沃茂汽车销售服务有限公司(NJB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NJC",
                            "label": "江苏天泓凯润汽车服务有限公司(NJC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NJD",
                            "label": "江苏冠松汽车发展有限公司(NJD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NTA",
                            "label": "南通东沃汽车销售服务有限公司(NTA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NTB",
                            "label": "南通文峰恒信行汽车销售服务有限公司(NTB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SQB",
                            "label": "江苏天泓凯晟汽车服务有限公司(SQB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SUA",
                            "label": "苏州世之贸汽车贸易有限公司(SUA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SUB",
                            "label": "苏州中升沃茂汽车销售服务有限公司(SUB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SUC",
                            "label": "通孚祥（常熟）汽车销售服务有限公司(SUC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SUD",
                            "label": "苏州东昌新豪汽车销售服务有限公司(SUD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SUE",
                            "label": "通孚祥（昆山）汽车销售服务有限公司(SUE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TZD",
                            "label": "泰州天瑞达汽车贸易有限公司(TZD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "WXB",
                            "label": "无锡东方吉羊汽车销售服务有限公司(WXB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "WXC",
                            "label": "无锡富绅汽车销售服务有限公司(WXC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XZA",
                            "label": "徐州中升沃茂汽车销售服务有限公司(XZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "YCC",
                            "label": "盐城东昌汽车销售服务有限公司(YCC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "YXA",
                            "label": "宜兴东方沃邦汽车销售服务有限公司(YXA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "YZA",
                            "label": "扬州富豪汽车销售有限公司(YZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZJA",
                            "label": "镇江中升沃茂汽车销售服务有限公司(ZJA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "107512",
                            "label": "常熟领之星汽车销售服务有限公司(107512)",
                            "brand": "领克"
                        },
                        {
                            "value": "103515",
                            "label": "盐城市天吉汽车销售服务有限公司(103515)",
                            "brand": "领克"
                        },
                        {
                            "value": "103510",
                            "label": "宜兴领嘉汽车销售服务有限公司(103510)",
                            "brand": "领克"
                        },
                        {
                            "value": "103513",
                            "label": "如皋益奇汽车销售服务有限公司(103513)",
                            "brand": "领克"
                        },
                        {
                            "value": "102513",
                            "label": "南通赛路丰众沃汽车销售服务有限公司(102513)",
                            "brand": "领克"
                        },
                        {
                            "value": "WXE",
                            "label": "无锡永沃汽车销售服务有限公司(WXE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SUF",
                            "label": "苏州东昌相诚汽车销售服务有限公司(SUF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "108512",
                            "label": "苏州市领泽行汽车销售服务有限公司(108512)",
                            "brand": "领克"
                        },
                        {
                            "value": "513401",
                            "label": "南通奥易隆汽车销售服务有限公司(513401)",
                            "brand": "几何"
                        },
                        {
                            "value": "512401",
                            "label": "苏州翡翠新能源汽车有限公司(512401)",
                            "brand": "几何"
                        },
                        {
                            "value": "512406",
                            "label": "苏州市天丰汇汽车销售服务有限公司(512406)",
                            "brand": "几何"
                        },
                        {
                            "value": "523401",
                            "label": "泰州杰信新能源科技有限公司(523401)",
                            "brand": "几何"
                        },
                        {
                            "value": "510401",
                            "label": "无锡国昌新能源汽车销售有限公司(510401)",
                            "brand": "几何"
                        },
                        {
                            "value": "527401",
                            "label": "宿迁腾吉新能源汽车销售服务有限公司(527401)",
                            "brand": "几何"
                        },
                        {
                            "value": "516401",
                            "label": "徐州远众新能源汽车销售服务有限公司(516401)",
                            "brand": "几何"
                        },
                        {
                            "value": "514401",
                            "label": "扬州青山绿水汽车销售有限公司(514401)",
                            "brand": "几何"
                        },
                        {
                            "value": "511401",
                            "label": "镇江福新宇新能源汽贸有限公司(511401)",
                            "brand": "几何"
                        },
                        {
                            "value": "102519",
                            "label": "常州领创汽车销售服务有限公司(102519)",
                            "brand": "领克"
                        },
                        {
                            "value": "101523",
                            "label": "泰州市海领汽车销售服务有限公司(101523)",
                            "brand": "领克"
                        },
                        {
                            "value": "104510",
                            "label": "无锡东方鸿达汽车销售服务有限公司(104510)",
                            "brand": "领克"
                        },
                        {
                            "value": "513012",
                            "label": "南通吉沃汽车销售服务有限公司(513012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "512402",
                            "label": "苏州瑞高汽车服务有限公司(512402)",
                            "brand": "几何"
                        },
                        {
                            "value": "250401",
                            "label": "南京联润汽车销售有限公司(250401)",
                            "brand": "几何"
                        },
                        {
                            "value": "518411",
                            "label": "连云港铭泰汽车服务有限公司(518411)",
                            "brand": "几何"
                        },
                        {
                            "value": "250412",
                            "label": "南京优行汽车销售有限公司(250412)",
                            "brand": "几何"
                        },
                        {
                            "value": "250416",
                            "label": "苏州市天丰汇汽车销售服务有限公司(250416)",
                            "brand": "几何"
                        },
                        {
                            "value": "511402",
                            "label": "丹阳顺吉汽车销售服务有限公司(511402)",
                            "brand": "几何"
                        },
                        {
                            "value": "519402",
                            "label": "常州吉翔汽车销售服务有限公司(519402)",
                            "brand": "几何"
                        },
                        {
                            "value": "250402",
                            "label": "江苏东源新能源汽车有限公司(250402)",
                            "brand": "几何"
                        },
                        {
                            "value": "250406",
                            "label": "易为时代（南京）新能源科技有限公司(250406)",
                            "brand": "几何"
                        },
                        {
                            "value": "511403",
                            "label": "镇江市奇点汽车销售有限公司(511403)",
                            "brand": "几何"
                        },
                        {
                            "value": "025403",
                            "label": "南京钧生汽车销售服务有限公司(025403)",
                            "brand": "几何"
                        },
                        {
                            "value": "PS_NJ",
                            "label": "Polestar南京(PS_NJ)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "523006_2W",
                            "label": "泰州市盛吏汽车贸易有限公司(523006_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "104025",
                            "label": "江苏天泓华禹汽车服务有限公司(104025)",
                            "brand": "领克"
                        },
                        {
                            "value": "101511",
                            "label": "镇江新广源汽车销售服务有限公司(101511)",
                            "brand": "领克"
                        },
                        {
                            "value": "510008",
                            "label": "江阴市汛佳汽贸有限公司(510008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "NJG",
                            "label": "南京福佳汽车销售服务有限公司(NJG)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TZF",
                            "label": "泰兴市天泓达汽车贸易有限公司(TZF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "510706_2W",
                            "label": "无锡市天诚汽车销售服务有限公司(510706_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "SUG",
                            "label": "苏州中升沃豪汽车销售服务有限公司(SUG)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "221401",
                            "label": "新沂市手拉手汽车销售有限公司(221401)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210002",
                            "label": "南京联润汽车维修服务有限公司(210002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210008",
                            "label": "南京车宝宝汽配有限公司(210008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "511802_2W",
                            "label": "镇江豪利汽车销售服务有限公司（二网）(511802_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "511801_2W",
                            "label": "镇江顺达汽车销售服务有限公司（二网）(511801_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "NJE",
                            "label": "南京中升沃豪汽车销售服务有限公司(NJE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NJF",
                            "label": "南京中升沃茂汽车销售服务有限公司(NJF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XZB",
                            "label": "徐州中升沃茂汽车销售服务有限公司(XZB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZJB",
                            "label": "镇江中升沃茂汽车销售服务有限公司(ZJB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SUD_1",
                            "label": "苏州东昌新豪汽车销售服务有限公司(SUD_1)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "PS_SUZ",
                            "label": "Polestar_苏州(PS_SUZ)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "527006_2W",
                            "label": "宿迁市安润汽车销售服务有限公司沭阳分公司(527006_2W)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "343",
                    "label": "湖南",
                    "children": [
                        {
                            "value": "SYE",
                            "label": "邵阳市宝尊汽车服务有限公司(SYE)",
                            "brand": "沃尔沃"
                        }
                    ]
                },
                {
                    "value": "333",
                    "label": "浙江",
                    "children": [
                        {
                            "value": "101570",
                            "label": "衢州友华汽车有限公司(101570)",
                            "brand": "领克"
                        },
                        {
                            "value": "101571",
                            "label": "杭州凌客汽车销售服务有限公司(101571)",
                            "brand": "领克"
                        },
                        {
                            "value": "101572",
                            "label": "湖州蔚蓝汽车销售服务有限公司(101572)",
                            "brand": "领克"
                        },
                        {
                            "value": "101573",
                            "label": "嘉兴市万事达汽车销售服务有限公司(101573)",
                            "brand": "领克"
                        },
                        {
                            "value": "101574",
                            "label": "宁波豪瑞汽车销售服务有限公司(101574)",
                            "brand": "领克"
                        },
                        {
                            "value": "101575",
                            "label": "绍兴骏高汽车销售服务有限公司(101575)",
                            "brand": "领克"
                        },
                        {
                            "value": "101576",
                            "label": "台州领纵汽车销售服务有限公司(101576)",
                            "brand": "领克"
                        },
                        {
                            "value": "101577",
                            "label": "温州市煊屹汽车销售服务有限公司(101577)",
                            "brand": "领克"
                        },
                        {
                            "value": "101579",
                            "label": "义乌市吉通汽车销售服务有限公司(101579)",
                            "brand": "领克"
                        },
                        {
                            "value": "102573",
                            "label": "嘉兴东利汽车销售服务有限公司(102573)",
                            "brand": "领克"
                        },
                        {
                            "value": "102574",
                            "label": "宁波骏泰汽车销售服务有限公司(102574)",
                            "brand": "领克"
                        },
                        {
                            "value": "102579",
                            "label": "金华鼎克汽车销售服务有限公司(102579)",
                            "brand": "领克"
                        },
                        {
                            "value": "402571",
                            "label": "杭州骏豪汽车销售服务有限公司(402571)",
                            "brand": "领克"
                        },
                        {
                            "value": "402575",
                            "label": "绍兴骏茂汽车销售服务有限公司(402575)",
                            "brand": "领克"
                        },
                        {
                            "value": "403576",
                            "label": "台州领巨汽车销售服务有限公司(403576)",
                            "brand": "领克"
                        },
                        {
                            "value": "570701",
                            "label": "浙江友华汽车有限公司(570701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "570703",
                            "label": "衢州吉豪汽车销售服务有限公司(570703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571011",
                            "label": "杭州远景汽车服务有限公司(571011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571014",
                            "label": "杭州豪跃汽车销售服务有限公司(571014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571016",
                            "label": "浙江豪众汽车销售服务有限公司(571016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571019",
                            "label": "杭州吉智汽车销售服务有限公司(571019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571020",
                            "label": "杭州远博汽车销售服务有限公司(571020)",
                            "brand": "几何"
                        },
                        {
                            "value": "571022",
                            "label": "浙江鼎利汽车有限公司(571022)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571702",
                            "label": "杭州骏业汽车销售有限公司(571702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571803",
                            "label": "杭州鼎伦汽车有限公司(571803)",
                            "brand": "吉利"
                        },
                        {
                            "value": "572001",
                            "label": "湖州吉旭汽车贸易有限公司(572001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "572002",
                            "label": "湖州市利驰汽车销售服务有限公司(572002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "573002",
                            "label": "嘉兴市东菱汽车销售服务有限公司(573002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "573005",
                            "label": "嘉兴东悦汽车销售服务有限公司(573005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "573008",
                            "label": "海宁东吉汽车销售服务有限公司(573008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "573701",
                            "label": "嘉兴市东江汽车销售服务有限公司(573701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "573803",
                            "label": "桐乡市嘉伦汽车销售服务有限公司(573803)",
                            "brand": "吉利"
                        },
                        {
                            "value": "573805",
                            "label": "浙江吉驰汽车销售服务有限公司(573805)",
                            "brand": "吉利"
                        },
                        {
                            "value": "574001",
                            "label": "宁波鑫隆博越汽车销售服务有限公司(574001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "574009",
                            "label": "宁波豪瑞汽车销售服务有限公司(574009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "574010",
                            "label": "宁波骏泰汽车销售服务有限公司(574010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "574012",
                            "label": "宁波祥龙汽车销售服务有限公司(574012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "574701",
                            "label": "宁波帝豪汽车销售服务有限公司(574701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "574801",
                            "label": "宁波东方红龙汽车销售服务有限公司(574801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "575001",
                            "label": "绍兴和通汽车销售服务有限公司(575001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "575006",
                            "label": "绍兴市君诚汽车销售服务有限公司(575006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "575008",
                            "label": "绍兴豪庭汽车销售服务有限公司(575008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "575009",
                            "label": "绍兴博瑞汽车销售服务有限公司(575009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "575701",
                            "label": "诸暨豪创汽车销售服务有限公司(575701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "575801",
                            "label": "绍兴市英吉汽车销售服务有限公司(575801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "576001",
                            "label": "台州吉智汽车销售服务有限公司(576001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "576002",
                            "label": "台州吉胜汽车销售服务有限公司(576002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "576701",
                            "label": "台州吉力兴汽车销售服务有限公司(576701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "577003",
                            "label": "浙江中南汽车贸易有限公司(577003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "577007",
                            "label": "苍南吉易汽车贸易有限公司(577007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "577010",
                            "label": "瑞安市柯隆汽车销售有限公司(577010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "577011",
                            "label": "温州博程汽车销售服务有限公司(577011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "577012",
                            "label": "温州市煊屹汽车销售服务有限公司(577012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "577013",
                            "label": "乐清市吉诚汽车有限公司(577013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "577015",
                            "label": "平阳冠欣汽车销售服务有限公司(577015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "577016",
                            "label": "温州茂荣汽车销售服务有限公司(577016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "577702",
                            "label": "温州铭豪汽车销售服务有限公司(577702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "578002",
                            "label": "丽水市吉通汽车销售服务有限公司(578002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "578702",
                            "label": "丽水市豪帝汽车销售服务有限公司(578702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "579006",
                            "label": "义乌市信凯汽车贸易有限公司(579006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "579007",
                            "label": "义乌市康大汽车贸易有限公司(579007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "579008",
                            "label": "金华利捷汽车销售有限公司(579008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "579012",
                            "label": "东阳市吉沃汽车销售服务有限公司(579012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "579015",
                            "label": "永康利捷汽车销售有限公司(579015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "579016",
                            "label": "永康吉生汽车销售有限公司(579016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "579017",
                            "label": "东阳市吉生汽车销售服务有限公司(579017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "579701",
                            "label": "金华吉生汽车销售服务有限公司(579701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "579702",
                            "label": "义乌吉生汽车销售服务有限公司(579702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "580001",
                            "label": "舟山市弘光汽车销售有限公司(580001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "HAA",
                            "label": "海宁弘丰汽车有限公司(HAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HZC",
                            "label": "浙江元通元瑞汽车有限公司(HZC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HZE",
                            "label": "湖州瑞杰汽车销售服务有限责任公司(HZE)",
                            "brand": "吉利"
                        },
                        {
                            "value": "HZF",
                            "label": "杭州中沃汽车销售服务有限公司(HZF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HZH",
                            "label": "杭州永达永沃汽车销售服务有限公司(HZH)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JHC",
                            "label": "金华中沃汽车销售服务有限公司(JHC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JXA",
                            "label": "嘉兴元通元瑞汽车有限公司(JXA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NBA",
                            "label": "宁波丰颐汽车销售服务有限公司(NBA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NBB",
                            "label": "宁波元通元瑞汽车有限公司(NBB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NBD",
                            "label": "宁波沃龙汽车服务有限公司(NBD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "QUA",
                            "label": "衢州君悦瑞沃汽车有限公司(QUA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SXA",
                            "label": "绍兴和诚海昌汽车服务有限公司(SXA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TZE",
                            "label": "台州中通星沃汽车销售服务有限公司(TZE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "WZA",
                            "label": "温州东昌实业有限公司(WZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "WZD",
                            "label": "温州荣沃汽车销售服务有限公司(WZD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZSB",
                            "label": "舟山永杰汽车销售服务有限公司(ZSB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "103579",
                            "label": "永康鼎华汽车销售有限公司(103579)",
                            "brand": "领克"
                        },
                        {
                            "value": "102577",
                            "label": "瑞安市煊昊汽车销售有限公司(102577)",
                            "brand": "领克"
                        },
                        {
                            "value": "103571",
                            "label": "杭州领辰汽车服务有限公司(103571)",
                            "brand": "领克"
                        },
                        {
                            "value": "YBBX_HZ",
                            "label": "易保保险(YBBX_HZ)",
                            "brand": "几何"
                        },
                        {
                            "value": "102576",
                            "label": "台州领泓汽车销售服务有限公司(102576)",
                            "brand": "领克"
                        },
                        {
                            "value": "579402",
                            "label": "金华吉辉吉利新能源4S店(579402)",
                            "brand": "几何"
                        },
                        {
                            "value": "571402",
                            "label": "杭州远杭汽车销售服务有限公司(571402)",
                            "brand": "几何"
                        },
                        {
                            "value": "YWB",
                            "label": "义乌市长隆汽车销售服务有限公司(YWB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NBE",
                            "label": "余姚市东辰汽车销售服务有限公司(NBE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HZI",
                            "label": "杭州广沃汽车有限公司 (HZI)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NBF",
                            "label": "宁波市君悦锦沃汽车有限公司(NBF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "104571",
                            "label": "杭州骏迈汽车销售服务有限公司(104571)",
                            "brand": "领克"
                        },
                        {
                            "value": "900001",
                            "label": "领克虚拟门店(900001)",
                            "brand": "领克"
                        },
                        {
                            "value": "571401",
                            "label": "杭州骏业汽车销售有限公司(571401)",
                            "brand": "几何"
                        },
                        {
                            "value": "579401",
                            "label": "义乌市信凯汽车贸易有限公司(579401)",
                            "brand": "几何"
                        },
                        {
                            "value": "574402",
                            "label": "宁波永耀电力投资集团有限公司东耀汽车运输分公司(574402)",
                            "brand": "几何"
                        },
                        {
                            "value": "574403",
                            "label": "宁波甬成优行新能源汽车销售服务有限公司(574403)",
                            "brand": "几何"
                        },
                        {
                            "value": "575402",
                            "label": "绍兴德能汽车销售服务有限公司(575402)",
                            "brand": "几何"
                        },
                        {
                            "value": "575403",
                            "label": "绍兴君驰汽车销售服务有限公司(575403)",
                            "brand": "几何"
                        },
                        {
                            "value": "576401",
                            "label": "台州吉悦电动汽车销售服务有限公司(576401)",
                            "brand": "几何"
                        },
                        {
                            "value": "577401",
                            "label": "温州华云汽车销售服务有限公司(577401)",
                            "brand": "几何"
                        },
                        {
                            "value": "577402",
                            "label": "浙江吉瑞汽车服务有限公司(577402)",
                            "brand": "几何"
                        },
                        {
                            "value": "571025",
                            "label": "杭州吉客汽车销售服务有限公司(571025)",
                            "brand": "吉利"
                        },
                        {
                            "value": "103577",
                            "label": "苍南领瑞汽车销售服务有限公司(103577)",
                            "brand": "领克"
                        },
                        {
                            "value": "402572",
                            "label": "湖州蔚领汽车销售服务有限公司(402572)",
                            "brand": "领克"
                        },
                        {
                            "value": "HZSLS",
                            "label": "杭州手拉手(HZSLS)",
                            "brand": "吉利"
                        },
                        {
                            "value": "YBYS",
                            "label": "易保演示(YBYS)",
                            "brand": "吉利"
                        },
                        {
                            "value": "YBYY",
                            "label": "易保运营(YBYY)",
                            "brand": "吉利"
                        },
                        {
                            "value": "YBBX",
                            "label": "易保保险总部(YBBX)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571023",
                            "label": "杭州豪麦汽车销售服务有限公司(571023)",
                            "brand": "吉利"
                        },
                        {
                            "value": "574015",
                            "label": "宁波虎跃汽车销售服务有限公司(574015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "573009",
                            "label": "海宁市东诚汽车销售服务有限公司(573009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "572401",
                            "label": "安吉创行新能源汽车销售有限公司(572401)",
                            "brand": "几何"
                        },
                        {
                            "value": "574401",
                            "label": "宁波帝豪汽车销售服务有限公司(574401)",
                            "brand": "几何"
                        },
                        {
                            "value": "575401",
                            "label": "绍兴豪庭汽车销售服务有限公司　(575401)",
                            "brand": "几何"
                        },
                        {
                            "value": "571418",
                            "label": "杭州豪帝汽车销售服务有限公司(571418)",
                            "brand": "几何"
                        },
                        {
                            "value": "572412",
                            "label": "湖州市利驰汽车销售服务有限公司(572412)",
                            "brand": "几何"
                        },
                        {
                            "value": "571412",
                            "label": "杭州优行科技有限公司(571412)",
                            "brand": "几何"
                        },
                        {
                            "value": "571416",
                            "label": "杭州天隆汽车销售有限公司(571416)",
                            "brand": "几何"
                        },
                        {
                            "value": "571419",
                            "label": "杭州顶吉汽车科技有限公司(571419)",
                            "brand": "几何"
                        },
                        {
                            "value": "577403",
                            "label": "温州吉新汽车销售服务有限公司(577403)",
                            "brand": "几何"
                        },
                        {
                            "value": "577404",
                            "label": "温州浙电新能源汽车发展有限公司(577404)",
                            "brand": "几何"
                        },
                        {
                            "value": "571404",
                            "label": "杭州浙电新能源汽车销售服务有限公司(571404)",
                            "brand": "几何"
                        },
                        {
                            "value": "577405",
                            "label": "温州绿能银盾汽车销售有限公司(577405)",
                            "brand": "几何"
                        },
                        {
                            "value": "579403",
                            "label": "义乌市俊剑汽车销售有限公司(579403)",
                            "brand": "几何"
                        },
                        {
                            "value": "571405",
                            "label": "浙江滨之利汽车有限公司(571405)",
                            "brand": "几何"
                        },
                        {
                            "value": "571406",
                            "label": "杭州骏大汽车销售服务有限公司(571406)",
                            "brand": "几何"
                        },
                        {
                            "value": "571420",
                            "label": "嘉兴市东江汽车销售服务有限公司(571420)",
                            "brand": "几何"
                        },
                        {
                            "value": "574404",
                            "label": "浙江智慧普华融资租赁有限公司(574404)",
                            "brand": "几何"
                        },
                        {
                            "value": "571480",
                            "label": "杭州众悦出行科技有限公司(571480)",
                            "brand": "几何"
                        },
                        {
                            "value": "571410",
                            "label": "嘉兴市东诚汽车销售服务有限公司(571410)",
                            "brand": "几何"
                        },
                        {
                            "value": "571421",
                            "label": "杭州鑫迪汽车销售服务股份有限公司(571421)",
                            "brand": "几何"
                        },
                        {
                            "value": "575008_2W",
                            "label": "嵊州市联顺汽车销售服务有限公司(575008_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571020_2W1",
                            "label": "淳安远腾汽车销售服务有限公司(571020_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571020_2W2",
                            "label": "杭州远顺汽车销售有限公司(571020_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "PS_HZ",
                            "label": "Polestar杭州(PS_HZ)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "PS_NB",
                            "label": "Polestar宁波(PS_NB)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "571014_2W1",
                            "label": "杭州豪凌汽车销售服务有限公司(571014_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571016_2W",
                            "label": "浙江豪众汽车销售服务有限公司萧山分公司(571016_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571020_2W3",
                            "label": "杭州远盛汽车销售服务有限公司(571020_2W3)",
                            "brand": "吉利"
                        },
                        {
                            "value": "575403_2W",
                            "label": "绍兴东昇新能源汽车有限公司(575403_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "405571",
                            "label": "杭州凌腾汽车销售服务有限公司(405571)",
                            "brand": "领克"
                        },
                        {
                            "value": "575011",
                            "label": "诸暨豪吉汽车销售服务有限公司(575011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "LIA",
                            "label": "丽水君悦星沃汽车有限公司(LIA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "576002_1",
                            "label": "台州吉翔汽车销售服务有限公司(576002_1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "575008_2W1",
                            "label": "绍兴豪越汽车销售服务有限公司(575008_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "572002_2W",
                            "label": "安吉卓鸿汽车销售服务有限公司(572002_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "572001_2W",
                            "label": "湖州金晨汽车销售有限公司(572001_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "CPICNB",
                            "label": "太平洋保险宁波分公司(CPICNB)",
                            "brand": "其他"
                        },
                        {
                            "value": "571025_2W",
                            "label": "桐庐富源风之行商贸有限公司(571025_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571025_2W1",
                            "label": "淳安县万达汽车贸易有限公司(571025_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571016_2W1",
                            "label": "杭州豪瑞汽车销售服务有限公司(571016_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315014",
                            "label": "宁波东方红龙汽车销售服务有限公司(315014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315802",
                            "label": "宁波吉豪汽车服务有限公司(315802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312006F",
                            "label": "绍兴正洲汽车服务有限公司(312006F)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900034",
                            "label": "绍兴君驰汽车销售服务有限公司(900034)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900040",
                            "label": "绍兴德能汽车销售服务有限公司(900040)",
                            "brand": "吉利"
                        },
                        {
                            "value": "310016",
                            "label": "杭州聚轮汽车维修服务有限公司(310016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312401F",
                            "label": "嵊州市联顺汽车销售服务有限公司(312401F)",
                            "brand": "吉利"
                        },
                        {
                            "value": "314501",
                            "label": "桐乡市中航汽车修配厂(314501)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315305",
                            "label": "浙江吉利汽车有限公司宁波北仑汽车维修站(315305)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315801F",
                            "label": "宁波市北仑大港汽车服务有限公司(315801F)",
                            "brand": "吉利"
                        },
                        {
                            "value": "311502",
                            "label": "桐庐衡基车业有限公司(311502)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315804",
                            "label": "宁波沃龙汽车服务有限公司(315804)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900019",
                            "label": "杭州风标汽车生活馆有限公司(900019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900022",
                            "label": "杭州通和汽车维修有限公司(900022)",
                            "brand": "吉利"
                        },
                        {
                            "value": "DD0024",
                            "label": "杭州小木吉汽车服务有限公司(DD0024)",
                            "brand": "吉利"
                        },
                        {
                            "value": "311204",
                            "label": "杭州手拉手吉超汽车服务有限公司(311204)",
                            "brand": "吉利"
                        },
                        {
                            "value": "321101",
                            "label": "兰溪市手拉手汽车维修服务部(321101)",
                            "brand": "吉利"
                        },
                        {
                            "value": "317201",
                            "label": "天台县汇众车辆服务有限公司(317201)",
                            "brand": "吉利"
                        },
                        {
                            "value": "571025_2W2",
                            "label": "建德市一佳汽车销售服务有限公司(571025_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "579406",
                            "label": "义乌市吉豪汽车销售有限公司(579406)",
                            "brand": "几何"
                        },
                        {
                            "value": "572002_2W1",
                            "label": "长兴祥驰汽车销售有限公司(572002_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "101571_2W",
                            "label": "杭州凌智汽车销售服务有限公司(101571_2W)",
                            "brand": "领克"
                        },
                        {
                            "value": "575001_2W",
                            "label": "绍兴君御阁汽车销售有限公司(575001_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "CC",
                            "label": "(CC)",
                            "brand": "曹操"
                        },
                        {
                            "value": "HZTEST",
                            "label": "杭州沃尔沃Volvo旗舰店(HZTEST)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HHY",
                            "label": "杭州沃尔沃Volvo旗舰店(HHY)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "201573",
                            "label": "亿咖通(201573)",
                            "brand": "吉利"
                        },
                        {
                            "value": "1230",
                            "label": "测试20201230(1230)",
                            "brand": "吉利"
                        },
                        {
                            "value": "12301",
                            "label": "测试202012301(12301)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561011",
                            "label": "杭州吉行汽车服务有限公司(561011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "210204",
                            "label": "测试20210204(210204)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561012",
                            "label": "杭州吉行二汽车服务有限公司(561012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561013",
                            "label": "杭州沃尔一汽车服务有限公司(561013)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "561014",
                            "label": "杭州吉行三汽车服务有限公司(561014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561016",
                            "label": "杭州吉行六汽车服务有限公司(561016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561017",
                            "label": "杭州沃尔二汽车服务有限公司(561017)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "561018",
                            "label": "杭州吉行八汽车服务有限公司(561018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561020",
                            "label": "杭州吉行十汽车服务有限公司(561020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561021",
                            "label": "杭州沃尔旗舰一汽车服务有限公司(561021)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "561022",
                            "label": "杭州吉行旗舰一汽车服务有限公司(561022)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561024",
                            "label": "杭州吉行旗舰二汽车服务有限公司(561024)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561025",
                            "label": "杭州沃尔旗舰二汽车服务有限公司(561025)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "561026",
                            "label": "杭州吉行旗舰三汽车服务有限公司(561026)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561028",
                            "label": "杭州吉行旗舰四汽车服务有限公司(561028)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561030",
                            "label": "杭州沃尔旗舰三汽车服务有限公司(561030)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "561031",
                            "label": "杭州吉行旗舰九汽车服务有限公司(561031)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561032",
                            "label": "杭州沃尔旗舰四汽车服务有限公司(561032)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "561033",
                            "label": "杭州吉行王牌一汽车服务有限公司(561033)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561035",
                            "label": "杭州吉行新能源一汽车服务有限公司(561035)",
                            "brand": "几何"
                        },
                        {
                            "value": "561036",
                            "label": "杭州沃尔旗舰五汽车服务有限公司(561036)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "561039",
                            "label": "杭州吉行新能源二汽车服务有限公司(561039)",
                            "brand": "几何"
                        },
                        {
                            "value": "561054",
                            "label": "杭州极星一汽车服务有限公司(561054)",
                            "brand": "Polestar"
                        }
                    ]
                },
                {
                    "value": "344",
                    "label": "广东",
                    "children": [
                        {
                            "value": "200025",
                            "label": "广州市铭远汽车销售有限公司(200025)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "334",
                    "label": "安徽",
                    "children": [
                        {
                            "value": "556007",
                            "label": "安庆利祥汽车销售服务有限公司(556007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "564010",
                            "label": "安徽汇竣行汽车销售服务有限公司(564010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "558018",
                            "label": "阜阳市帝博汽车销售服务有限公司(558018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "PS_HF",
                            "label": "Polestar合肥(PS_HF)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "102559",
                            "label": "黄山吉龙汽车销售有限公司(102559)",
                            "brand": "领克"
                        },
                        {
                            "value": "551006-2W1",
                            "label": "庐江县鸿盛汽车销售有限公司(551006-2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "HFA-1",
                            "label": "合肥捷沃汽车贸易有限责任公司蜀山分公司(HFA-1)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "551005_1",
                            "label": "合肥名邦车业有限公司-1(551005_1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "557702_2W1",
                            "label": "宿州市远诚商贸有限公司砀山分公司(557702_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "557702_2W2",
                            "label": "宿州市远诚商贸有限公司萧县分公司(557702_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "557702_2W3",
                            "label": "宿州市远诚商贸有限公司灵璧分公司(557702_2W3)",
                            "brand": "吉利"
                        },
                        {
                            "value": "557702_2W4",
                            "label": "宿州市远诚商贸有限公司泗县分公司(557702_2W4)",
                            "brand": "吉利"
                        },
                        {
                            "value": "564009_2W1",
                            "label": "霍山广贤汽车服务有限公司(564009_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "HFC-1",
                            "label": "合肥瑞杰汽车贸易有限责任公司-1(HFC-1)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "550701_2W1",
                            "label": "滁州科通汽车销售服务有限公司-定远分公司(550701_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "550701_2W2",
                            "label": "定远县嘉州汽车销售服务有限公司(550701_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "550701_2W3",
                            "label": "明光市鑫祥汽车贸易有限公司(550701_2W3)",
                            "brand": "吉利"
                        },
                        {
                            "value": "550701_2W4",
                            "label": "全椒联顺汽车销售有限公司(550701_2W4)",
                            "brand": "吉利"
                        },
                        {
                            "value": "550701_2W5",
                            "label": "天长市汇发汽车贸易有限公司(550701_2W5)",
                            "brand": "吉利"
                        },
                        {
                            "value": "554005_2W1",
                            "label": "安徽吉兴达汽车销售有限公司凤台分公司(554005_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "557001_2W1",
                            "label": "泗县嘉诚汽车贸易有限公司(557001_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "557001_2W2",
                            "label": "萧县万盛汽车贸易有限公司(557001_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "557001_2W3",
                            "label": "灵璧县广旭汽贸有限公司(557001_2W3)",
                            "brand": "吉利"
                        },
                        {
                            "value": "557001_2W4",
                            "label": "砀山县速顺汽贸有限公司(557001_2W4)",
                            "brand": "吉利"
                        },
                        {
                            "value": "551702_2W",
                            "label": "合肥吉宏汽车销售服务有限公司(551702_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "551702RW",
                            "label": "合肥吉宏汽车销售服务有限公司(551702RW)",
                            "brand": "吉利"
                        },
                        {
                            "value": "558012RW1",
                            "label": "蒙城县众和汽车销售服务有限公司(558012RW1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "556004",
                            "label": "安庆吉之祥汽车销售服务有限公司(556004)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "336",
                    "label": "江西",
                    "children": [
                        {
                            "value": "101791",
                            "label": "江西欧创汽车销售有限公司(101791)",
                            "brand": "领克"
                        },
                        {
                            "value": "101792",
                            "label": "九江天源汽车销售服务有限公司(101792)",
                            "brand": "领克"
                        },
                        {
                            "value": "101793",
                            "label": "江西领瑞汽车销售有限公司(101793)",
                            "brand": "领克"
                        },
                        {
                            "value": "101797",
                            "label": "赣州庆隆汽车销售服务有限公司(101797)",
                            "brand": "领克"
                        },
                        {
                            "value": "701001",
                            "label": "鹰潭市易捷汽车销售服务有限公司(701001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "701006",
                            "label": "鹰潭吉智汽车销售服务有限公司(701006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769802",
                            "label": "吉安吉通汽车销售服务有限公司(769802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "790006",
                            "label": "新余市安瑞实业有限公司(790006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "790701",
                            "label": "新余市安瑞实业有限公司(790701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "791004",
                            "label": "江西省和众汽车销售服务有限公司(791004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "791008",
                            "label": "江西久恒汽车销售服务有限公司(791008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "791009",
                            "label": "江西省厚普汽车销售有限公司(791009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "791010",
                            "label": "江西吉程汽车销售服务有限公司(791010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "791701",
                            "label": "江西帝豪汽车销售服务有限公司(791701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "792001",
                            "label": "九江展新汽车贸易有限公司(792001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "792005",
                            "label": "九江博汇汽车销售服务有限公司(792005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "792701",
                            "label": "九江市联科汽车销售服务有限公司(792701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "792801",
                            "label": "九江浩通汽车销售有限公司(792801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793003",
                            "label": "上饶市呈祥汽车销售服务有限公司(793003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793008",
                            "label": "江西吉瑞汽车销售有限公司(793008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793702",
                            "label": "上饶市英豪汽车销售服务有限公司(793702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "794002",
                            "label": "抚州市四海汽车销售有限公司(794002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "794701",
                            "label": "抚州铭豪汽车发展有限公司(794701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "795002",
                            "label": "高安市益源实业有限公司(795002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "795005",
                            "label": "宜春和源实业有限公司(795005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "795006",
                            "label": "宜春市瑞利汽车销售服务有限公司(795006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "795702",
                            "label": "丰城市瑞利汽车销售服务有限公司(795702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "795802",
                            "label": "高安市瑞利汽车销售服务有限公司(795802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "796701",
                            "label": "吉安市俊泽汽车贸易有限公司(796701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "797008",
                            "label": "赣州德盛汽车贸易有限公司(797008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "797009",
                            "label": "赣州市华中汽车贸易有限公司(797009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "797701",
                            "label": "赣州市赣通汽车贸易有限公司(797701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "797703",
                            "label": "赣州坤盛汽车销售服务有限公司(797703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "798001",
                            "label": "景德镇市隆鑫贸易有限公司(798001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "798701",
                            "label": "江西迪隆汽车有限公司(798701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "799002",
                            "label": "萍乡市利源汽车贸易有限公司(799002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "799004",
                            "label": "萍乡市吉佳汽车销售服务有限公司(799004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "GAA",
                            "label": "赣州市绿地祥沃汽车销售服务有限公司(GAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JAA",
                            "label": "吉安市青原区国胜泰沃汽车销售服务有限公司(JAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JJA",
                            "label": "九江福沃汽车有限公司(JJA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NCA",
                            "label": "江西绿地名沃汽车销售服务有限公司(NCA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NCC",
                            "label": "江西通沃汽车服务有限公司(NCC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SRA",
                            "label": "上饶市名一汽车销售服务有限公司(SRA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "403791",
                            "label": "江西欧昌汽车销售有限公司(403791)",
                            "brand": "领克"
                        },
                        {
                            "value": "101796",
                            "label": "吉安市骏驰汽车贸易有限公司(101796)",
                            "brand": "领克"
                        },
                        {
                            "value": "791401",
                            "label": "江西银华汽车销售服务有限公司(791401)",
                            "brand": "几何"
                        },
                        {
                            "value": "797010",
                            "label": "赣州德智汽车销售服务有限公司(797010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "798002",
                            "label": "景德镇市亿丰汽车销售服务有限公司(798002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "101794",
                            "label": "抚州铭豪领沃汽车销售服务有限公司(101794)",
                            "brand": "领克"
                        },
                        {
                            "value": "792006",
                            "label": "九江展驰汽车贸易有限公司(792006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "797401",
                            "label": "赣州昌祥汽车销售服务有限公司(797401)",
                            "brand": "几何"
                        },
                        {
                            "value": "793401",
                            "label": "江西快能新能源汽车贸易有限公司(793401)",
                            "brand": "几何"
                        },
                        {
                            "value": "791402",
                            "label": "江西鑫沺汽车销售服务有限公司(791402)",
                            "brand": "几何"
                        },
                        {
                            "value": "798401",
                            "label": "景德镇市新耀汽车贸易有限公司(798401)",
                            "brand": "几何"
                        },
                        {
                            "value": "795005_2W",
                            "label": "万载县和福汽车贸易有限公司(795005_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793702_2W1",
                            "label": "弋阳县利邦汽车销售有限公司(793702_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793702_2W2",
                            "label": "玉山县吉通汽车销售服务有限公司(793702_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793702_2W3",
                            "label": "上饶市乾行汽车销售有限公司(793702_2W3)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793702_2W4",
                            "label": "德兴市兴瑞汽车销售有限公司(793702_2W4)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793702_2W5",
                            "label": "余干县鑫驰汽贸有限公司(793702_2W5)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793702_2W6",
                            "label": "万年县华腾汽车贸易有限公司(793702_2W6)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793702_2W7",
                            "label": "婺源县吉利华龙汽车贸易有限公司(793702_2W7)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793702_2W8",
                            "label": "横峰县天天汽贸有限公司(793702_2W8)",
                            "brand": "吉利"
                        },
                        {
                            "value": "793702_2W9",
                            "label": "铅山县吉瑞汽车销售有限公司(793702_2W9)",
                            "brand": "吉利"
                        },
                        {
                            "value": "NCD",
                            "label": "南昌深蓝之沃汽车销售服务有限公司(NCD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NCA-1",
                            "label": "江西绿地名沃汽车销售服务有限公司-1(NCA-1)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "795005_2W1",
                            "label": "高安市益源实业有限公司(795005_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "795005_2W2",
                            "label": "上高县和源汽车销售有限公司(795005_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "790701_2W1",
                            "label": "分宜县瑞通汽车销售股务有限公司(790701_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "795702_2W1",
                            "label": "樟树市瑞利汽车销售服务有限公司(795702_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "333003",
                            "label": "江西迪隆汽车有限公司(333003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "334002",
                            "label": "上饶市国昌汽车服务有限公司(334002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "334600",
                            "label": "上饶市广丰区天使汽车服务有限公司(334600)",
                            "brand": "吉利"
                        },
                        {
                            "value": "NCC_1",
                            "label": "江西通沃汽车服务有限公司_1(NCC_1)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "790701_2W2",
                            "label": "分宜县瑞通汽车销售股务有限公司(790701_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "756006_2W1",
                            "label": "樟树市瑞利汽车销售服务有限公司(756006_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "JJB",
                            "label": "九江绿地名沃汽车销售服务有限公司(JJB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SRB",
                            "label": "上饶市绿地名沃汽车销售服务有限公司(SRB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "792801_2W1",
                            "label": "彭泽县展新汽车销售有限公司(792801_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "792801_2W2",
                            "label": "九江锦城汽车销售服务有限公司(792801_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "792801_2W3",
                            "label": "瑞昌市瑞东汽车服务有限公司(792801_2W3)",
                            "brand": "吉利"
                        },
                        {
                            "value": "792801_2W4",
                            "label": "修水县腾顺汽车销售有限公司(792801_2W4)",
                            "brand": "吉利"
                        },
                        {
                            "value": "790006_2W1",
                            "label": "新余市安瑞实业有限公司分宜县分公司(790006_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "792801_2W5",
                            "label": "永修县福德圆汽车销售有限公司(792801_2W5)",
                            "brand": "吉利"
                        },
                        {
                            "value": "792801_2W6",
                            "label": "庐山市联信汽车销售服务有限公司(792801_2W6)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "351",
                    "label": "四川",
                    "children": [
                        {
                            "value": "CDH",
                            "label": "成都中沃汽车销售服务有限公司(CDH)",
                            "brand": "沃尔沃"
                        }
                    ]
                }
            ]
        },
        {
            "accountType": 2,
            "value": "西南大区",
            "label": "西南大区",
            "children": [
                {
                    "value": "352",
                    "label": "贵州",
                    "children": [
                        {
                            "value": "101851",
                            "label": "贵阳美林汽车销售服务有限公司(101851)",
                            "brand": "领克"
                        },
                        {
                            "value": "101852",
                            "label": "遵义市吉瑞通汽车销售有限责任公司(101852)",
                            "brand": "领克"
                        },
                        {
                            "value": "851005",
                            "label": "贵州建邦常发汽车贸易有限公司(851005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "851007",
                            "label": "贵州海翔汽车贸易服务有限公司(851007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "851008",
                            "label": "遵义市凯欣致利贸易服务有限公司(851008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "851011",
                            "label": "贵州远卓汽车贸易服务有限公司(851011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "851012",
                            "label": "贵州吉力福汽车销售服务有限公司(851012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "851013",
                            "label": "贵州帅邦常发汽车贸易有限公司(851013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "851014",
                            "label": "贵州车流方阵汽车销售有限公司(851014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "851403",
                            "label": "贵州鑫之源汽车贸易有限公司(851403)",
                            "brand": "吉利"
                        },
                        {
                            "value": "851801",
                            "label": "贵州兴龙盛汽车贸易有限公司(851801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "851802",
                            "label": "贵州浩峰汽车贸易服务有限公司(851802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "852003",
                            "label": "遵义吉欣盛汽车销售服务有限公司(852003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "852701",
                            "label": "贵州航天实业有限公司汽车服务分公司(852701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "852802",
                            "label": "遵义市凯泉商贸有限责任公司(852802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "853006",
                            "label": "安顺海常盛汽车贸易有限公司(853006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "853202",
                            "label": "安顺市天华汽车商贸有限公司(853202)",
                            "brand": "吉利"
                        },
                        {
                            "value": "854001",
                            "label": "黔南州国仁汽车销售服务有限公司(854001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "854009",
                            "label": "都匀市仁泰合汽车销售服务有限公司(854009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "855009",
                            "label": "黔东南浩宇汽车销售有限公司(855009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "855701",
                            "label": "凯里市圣浩汽车维修有限公司(855701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "856001",
                            "label": "贵州赛路丰汽车有限公司(856001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "856801",
                            "label": "铜仁市宜星贸易服务有限公司(856801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "857001",
                            "label": "毕节志合汽车销售服务有限公司(857001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "857002",
                            "label": "毕节海翔汽车贸易服务有限公司(857002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "857209",
                            "label": "毕节市原源汽车销售有限公司(857209)",
                            "brand": "吉利"
                        },
                        {
                            "value": "858002",
                            "label": "六盘水永吉汽车销售服务有限公司(858002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "859009",
                            "label": "贵州智合汽车销售有限公司(859009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "859801",
                            "label": "兴义市吉达汽贸有限公司(859801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "GYA",
                            "label": "贵州天鼎汽车服务有限责任公司(GYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "GYB",
                            "label": "贵阳中沃汽车销售服务有限公司(GYB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "LPA",
                            "label": "六盘水中沃汽车销售服务有限公司(LPA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZYA",
                            "label": "遵义中沃汽车销售服务有限公司(ZYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101856",
                            "label": "铜仁众成汽车销售服务有限公司(101856)",
                            "brand": "领克"
                        },
                        {
                            "value": "101859",
                            "label": "黔西南州吉丰汽车销售服务有限公司(101859)",
                            "brand": "领克"
                        },
                        {
                            "value": "851402",
                            "label": "贵州吉星汽车销售服务有限公司(851402)",
                            "brand": "几何"
                        },
                        {
                            "value": "851401",
                            "label": "贵州荣骏吉新汽车销售服务有限公司(851401)",
                            "brand": "几何"
                        },
                        {
                            "value": "855401",
                            "label": "贵州祥隆汽车销售服务有限责任公司(855401)",
                            "brand": "几何"
                        },
                        {
                            "value": "859401",
                            "label": "黔西南州鑫吉新能源汽车销售有限公司(859401)",
                            "brand": "几何"
                        },
                        {
                            "value": "856401",
                            "label": "贵州宏吉瑞新能源汽车销售服务有限公司(856401)",
                            "brand": "几何"
                        },
                        {
                            "value": "852401",
                            "label": "贵州腾庭吉汽车销售有限公司(852401)",
                            "brand": "几何"
                        },
                        {
                            "value": "852005",
                            "label": "遵义永益汽车有限责任公司(852005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "859010",
                            "label": "贵州金吉汽车销售服务有限公司(859010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "852006",
                            "label": "遵义市航晨汽车贸易服务有限公司(852006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "851406",
                            "label": "贵州海翔汽车贸易服务有限公司(851406)",
                            "brand": "几何"
                        },
                        {
                            "value": "851410",
                            "label": "安顺中汽广泰汽车贸易服务有限公司(851410)",
                            "brand": "几何"
                        },
                        {
                            "value": "851407",
                            "label": "贵州千禧绿色环保出租汽车服务有限公司(851407)",
                            "brand": "几何"
                        },
                        {
                            "value": "TRA",
                            "label": "铜仁宝成汽车销售服务有限公司(TRA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101858",
                            "label": "六盘水领致汽车销售有限公司(101858)",
                            "brand": "领克"
                        },
                        {
                            "value": "101853",
                            "label": "安顺领致汽车销售服务有限公司(101853)",
                            "brand": "领克"
                        },
                        {
                            "value": "852009",
                            "label": "林泉航天电机有限公司汽车分公司(852009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900026",
                            "label": "贵州荣骏吉新汽车销售服务有限公司贵阳分公司(900026)",
                            "brand": "吉利"
                        },
                        {
                            "value": "553002",
                            "label": "六盘水点石汽车修理服务有限公司(553002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "551706",
                            "label": "毕节海翔汽车贸易服务有限公司(551706)",
                            "brand": "吉利"
                        },
                        {
                            "value": "101857",
                            "label": "毕节领致汽车销售服务有限公司(101857)",
                            "brand": "领克"
                        },
                        {
                            "value": "102855",
                            "label": "凯里汇领汽车销售服务有限公司(102855)",
                            "brand": "领克"
                        }
                    ]
                },
                {
                    "value": "353",
                    "label": "云南",
                    "children": [
                        {
                            "value": "101871",
                            "label": "昆明港鑫商贸有限公司(101871)",
                            "brand": "领克"
                        },
                        {
                            "value": "101874",
                            "label": "曲靖港鑫汽车贸易有限公司(101874)",
                            "brand": "领克"
                        },
                        {
                            "value": "102871",
                            "label": "云南东峻天领汽车销售服务有限公司(102871)",
                            "brand": "领克"
                        },
                        {
                            "value": "578003",
                            "label": "丽江前锦众程汽车销售有限公司(578003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "578004",
                            "label": "丽江速迈汽车销售服务有限公司(578004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "691701",
                            "label": "景洪南春经贸有限责任公司(691701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "870003",
                            "label": "昭通港鑫汽车贸易有限公司(870003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "870004",
                            "label": "云南中润汽车销售服务有限公司(870004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "871005",
                            "label": "昆明中机金鼎汽车技术服务中心有限公司(871005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "871012",
                            "label": "云南吉沃通汽车销售服务有限公司(871012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "871013",
                            "label": "昆明港鑫商贸有限公司(871013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "871014",
                            "label": "云南正能量汽车销售有限责任公司(871014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "871015",
                            "label": "云南吉汇会汽车贸易有限公司(871015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "871701",
                            "label": "云南港鑫实业有限公司(871701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "872002",
                            "label": "大理金吉汽车销售服务有限责任公司(872002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "872701",
                            "label": "大理港鑫帝豪贸易有限公司(872701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "872702",
                            "label": "大理嘉源汽车销售服务有限公司(872702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "873003",
                            "label": "红河天宇汽车销售服务有限公司(873003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "873701",
                            "label": "红河港鑫汽车贸易有限公司(873701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "874003",
                            "label": "曲靖港鑫汽车贸易有限公司(874003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "874006",
                            "label": "曲靖港鑫汽车贸易有限公司(874006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "874007",
                            "label": "云南腾吉汽车销售服务有限公司(874007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "875010",
                            "label": "腾冲市云鹏汽车工贸有限责任公司(875010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "875011",
                            "label": "保山市浩宇汽车贸易有限公司(875011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "876001",
                            "label": "文山胜峰汽车有限责任公司(876001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "876002",
                            "label": "文山天巡汽车销售服务有限公司(876002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "877005",
                            "label": "玉溪康宏汽车销售服务有限公司(877005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "877701",
                            "label": "玉溪一捷经贸有限公司(877701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "878001",
                            "label": "楚雄鸣扬鸿文汽车销售服务有限公司(878001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "878012",
                            "label": "楚雄悦途汽车销售服务有限公司(878012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "878801",
                            "label": "楚雄亿亚通汽车销售服务有限公司(878801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "879009",
                            "label": "普洱市普达汽车销售有限公司(879009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "883009",
                            "label": "临沧鹏泰汽车销售服务有限公司(883009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "883010",
                            "label": "临沧景熙汽车销售服务有限公司(883010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "962001",
                            "label": "德宏州德勋汽车销售服务有限公司(962001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "HHA",
                            "label": "红河沃捷汽车销售服务有限公司(HHA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "KMA",
                            "label": "云南富豪汽车销售服务有限公司(KMA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "KMB",
                            "label": "云南华沃汽车销售服务有限公司(KMB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101877",
                            "label": "玉溪骏滔汽车销售服务有限公司(101877)",
                            "brand": "领克"
                        },
                        {
                            "value": "101876",
                            "label": "文山嘉吉经贸有限公司(101876)",
                            "brand": "领克"
                        },
                        {
                            "value": "KMC",
                            "label": "昆明庞润荣沃汽车销售服务有限公司(KMC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "KMD",
                            "label": "昆明中升沃茂汽车销售服务有限公司(KMD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101873",
                            "label": "红河港鑫汽车贸易有限公司(101873)",
                            "brand": "领克"
                        },
                        {
                            "value": "871412",
                            "label": "云南德利邦新能源科技有限公司(871412)",
                            "brand": "几何"
                        },
                        {
                            "value": "877007",
                            "label": "玉溪众逸汽车销售服务有限公司(877007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "962002",
                            "label": "德宏吉众汽车销售有限公司(962002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "870005",
                            "label": "昭通昭阳宝隆汽车销售服务有限公司(870005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "879010",
                            "label": "普洱泽思汽车销售有限公司(879010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "871401",
                            "label": "云南港鑫实业有限公司(871401)",
                            "brand": "几何"
                        },
                        {
                            "value": "874401",
                            "label": "云南吉兴新能源汽车有限公司(874401)",
                            "brand": "几何"
                        },
                        {
                            "value": "871413",
                            "label": "云南驭马平川汽车销售有限公司(871413)",
                            "brand": "几何"
                        },
                        {
                            "value": "101872",
                            "label": "大理港鑫帝豪贸易有限公司(101872)",
                            "brand": "领克"
                        },
                        {
                            "value": "QJA",
                            "label": "曲靖市添福源福沃汽车销售服务有限公司(QJA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "875010_2W1",
                            "label": "腾冲市云鹏汽车工贸有限责任公司保山分公司(875010_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "875010_2W2",
                            "label": "施甸和信商贸有限公司(875010_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "875010_2W3",
                            "label": "怒江福业汽车销售服务有限公司(875010_2W3)",
                            "brand": "吉利"
                        },
                        {
                            "value": "875010_2W4",
                            "label": "保山优轮驰加汽车贸易有限公司(875010_2W4)",
                            "brand": "吉利"
                        },
                        {
                            "value": "875010_2W5",
                            "label": "昌宁翃昇汽车销售有限责任公司(875010_2W5)",
                            "brand": "吉利"
                        },
                        {
                            "value": "883010_2W1",
                            "label": "云县恒信汽车信息咨询服务有限公司(883010_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "883010_2W2",
                            "label": "云县黔丰汽车商贸有限公司(883010_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "666103",
                            "label": "景洪南春汽车维修服务中心(666103)",
                            "brand": "吉利"
                        },
                        {
                            "value": "650108",
                            "label": "曲靖港鑫汽车贸易有限公司(650108)",
                            "brand": "吉利"
                        },
                        {
                            "value": "657003",
                            "label": "昭通金和商贸有限公司汽车维修中心(657003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "671003",
                            "label": "大理谊众汽车服务有限公司(671003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "678004",
                            "label": "保山市恒鑫源汽车服务有限公司(678004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "678601",
                            "label": "瑞丽市安驰汽车维修服务有限公司(678601)",
                            "brand": "吉利"
                        },
                        {
                            "value": "877005_2W",
                            "label": "新平一捷汽车销售有限公司(877005_2W)",
                            "brand": "吉利"
                        },
                        {
                            "value": "874008",
                            "label": "云南吉翔汽车销售服务有限责任公司(874008)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "313",
                    "label": "河北",
                    "children": [
                        {
                            "value": "LFB",
                            "label": "廊坊华峰汽车销售服务有限公司(LFB)",
                            "brand": "沃尔沃"
                        }
                    ]
                },
                {
                    "value": "350",
                    "label": "重庆市",
                    "children": [
                        {
                            "value": "101023",
                            "label": "重庆汇利达汽车销售服务有限公司(101023)",
                            "brand": "领克"
                        },
                        {
                            "value": "101024",
                            "label": "重庆汇利达汽车销售服务有限公司(101024)",
                            "brand": "吉利"
                        },
                        {
                            "value": "103023",
                            "label": "重庆新骏捷汽车销售服务有限公司(103023)",
                            "brand": "领克"
                        },
                        {
                            "value": "230012",
                            "label": "重庆市万州区汽车贸易有限公司(230012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230017",
                            "label": "重庆勇成汽车销售有限公司(230017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230019",
                            "label": "重庆海宇汽车销售服务有限公司(230019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230020",
                            "label": "重庆市创悦汽车销售有限公司(230020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230021",
                            "label": "重庆市鼎黔汽车贸易有限责任公司(230021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230022",
                            "label": "重庆市合川区东源汽车销售有限公司(230022)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230023",
                            "label": "重庆吉沃汽车销售有限公司(230023)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230027",
                            "label": "重庆博锦汽车销售服务有限公司(230027)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230028",
                            "label": "重庆渝正汽车销售有限公司(230028)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230029",
                            "label": "重庆启威汽车销售服务有限公司(230029)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230033",
                            "label": "重庆渝鑫睿骋汽车销售服务有限公司(230033)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230034",
                            "label": "重庆吉昇汽车销售服务有限公司(230034)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230220",
                            "label": "重庆金帆汽车销售有限公司(230220)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230228",
                            "label": "重庆吉之星汽车销售服务有限公司(230228)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230704",
                            "label": "重庆市佳运汽车销售有限公司(230704)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230802",
                            "label": "重庆轩辚汽车销售服务有限公司(230802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230804",
                            "label": "重庆国鑫汽车销售有限责任公司(230804)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230808",
                            "label": "重庆金菱吉鑫汽车销售服务有限公司(230808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "CQA",
                            "label": "重庆西南富豪汽车有限公司(CQA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CQC",
                            "label": "重庆龙华实业集团沃华汽车销售服务有限公司(CQC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CQD",
                            "label": "重庆万友都成汽车销售服务有限公司(CQD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CQE",
                            "label": "万友汽车投资有限公司重庆南坪分公司(CQE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CQF",
                            "label": "重庆高新璟沃汽车有限公司(CQF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "104023",
                            "label": "重庆世纪劲业汽车销售有限公司(104023)",
                            "brand": "领克"
                        },
                        {
                            "value": "105023",
                            "label": "重庆骏博行汽车销售服务有限公司(105023)",
                            "brand": "领克"
                        },
                        {
                            "value": "230401",
                            "label": "重庆古甫新能源汽车有限公司(230401)",
                            "brand": "几何"
                        },
                        {
                            "value": "CQG",
                            "label": "重庆万友汽车销售服务有限公司万州骐沃分公司(CQG)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "230032",
                            "label": "重庆佳运明星汽车销售服务有限公司(230032)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230402",
                            "label": "重庆博卡联车业服务有限公司(230402)",
                            "brand": "几何"
                        },
                        {
                            "value": "230403",
                            "label": "重庆奥洋弗客汽车销售有限公司(230403)",
                            "brand": "几何"
                        },
                        {
                            "value": "230406",
                            "label": "重庆齐飞汽车销售有限责任公司(230406)",
                            "brand": "几何"
                        },
                        {
                            "value": "230405",
                            "label": "重庆佳运恒星汽车销售有限公司(230405)",
                            "brand": "几何"
                        },
                        {
                            "value": "PS_CQ",
                            "label": "Polestar重庆(PS_CQ)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "900057",
                            "label": "重庆齐飞汽车销售有限责任公司(900057)",
                            "brand": "吉利"
                        },
                        {
                            "value": "230407",
                            "label": "博卡联（重庆）汽车销售服务有限公司(230407)",
                            "brand": "几何"
                        },
                        {
                            "value": "230035",
                            "label": "重庆力人汽车销售服务有限公司(230035)",
                            "brand": "吉利"
                        },
                        {
                            "value": "202101281",
                            "label": "重庆汇利达汽车销售服务有限公司(202101281)",
                            "brand": "吉利"
                        },
                        {
                            "value": "202101282",
                            "label": "重庆汇利达汽车销售服务有限公司(202101282)",
                            "brand": "吉利"
                        },
                        {
                            "value": "202101283",
                            "label": "重庆汇利达汽车销售服务有限公司(202101283)",
                            "brand": "几何"
                        },
                        {
                            "value": "202101284",
                            "label": "重庆汇利达汽车销售服务有限公司(202101284)",
                            "brand": "领克"
                        }
                    ]
                },
                {
                    "value": "351",
                    "label": "四川",
                    "children": [
                        {
                            "value": "101028",
                            "label": "四川城市捷通汽车销售服务有限公司(101028)",
                            "brand": "领克"
                        },
                        {
                            "value": "101816",
                            "label": "绵阳市车之沃汽车销售服务有限公司(101816)",
                            "brand": "领克"
                        },
                        {
                            "value": "101817",
                            "label": "南充领越品信汽车销售服务有限公司(101817)",
                            "brand": "领克"
                        },
                        {
                            "value": "101818",
                            "label": "达州安和品信汽车销售服务有限公司(101818)",
                            "brand": "领克"
                        },
                        {
                            "value": "101830",
                            "label": "泸州领晟汽车销售服务有限公司(101830)",
                            "brand": "领克"
                        },
                        {
                            "value": "102028",
                            "label": "成都慧航汽车销售服务有限公司(102028)",
                            "brand": "领克"
                        },
                        {
                            "value": "103028",
                            "label": "眉山伟航汽车销售服务有限公司(103028)",
                            "brand": "领克"
                        },
                        {
                            "value": "104028",
                            "label": "成都西物领上汽车销售服务有限公司(104028)",
                            "brand": "领克"
                        },
                        {
                            "value": "280014",
                            "label": "四川鑫众和汽车销售有限公司(280014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280016",
                            "label": "成都吉利汽车超市连锁有限公司(280016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280019",
                            "label": "四川省城市车辆置业有限责任公司(280019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280021",
                            "label": "成都吉利汽车超市连锁有限公司眉山分公司(280021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280022",
                            "label": "眉山天牛坤达汽车销售服务有限公司(280022)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280027",
                            "label": "成都新锋吉利汽车销售服务有限公司(280027)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280028",
                            "label": "成都顺利达汽车销售有限责任公司(280028)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280029",
                            "label": "资阳市大昌汽车销售服务有限公司(280029)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280030",
                            "label": "成都吉瑞品信汽车销售服务有限公司(280030)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280031",
                            "label": "成都豪明汽车销售有限公司(280031)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280032",
                            "label": "成都卡顿吉翔汽车销售有限公司(280032)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280033",
                            "label": "成都西物明睿汽车销售服务有限公司(280033)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280034",
                            "label": "成都新越行汽车销售服务有限公司(280034)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280701",
                            "label": "成都西物汽车有限公司(280701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280703",
                            "label": "资阳市弘毅汽贸有限公司(280703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280705",
                            "label": "成都西物汽车有限公司泸州分公司(280705)",
                            "brand": "吉利"
                        },
                        {
                            "value": "403028",
                            "label": "成都西物领悦汽车有限公司(403028)",
                            "brand": "领克"
                        },
                        {
                            "value": "812702",
                            "label": "攀枝花市华驰车业有限责任公司(812702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "813004",
                            "label": "自贡市正道汽车销售服务有限公司(813004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "813005",
                            "label": "自贡四达翔瑞汽车销售服务有限公司(813005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "816006",
                            "label": "绵阳西物商贸有限公司(816006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "816008",
                            "label": "绵阳博仕通汽车销售服务有限公司(816008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "816009",
                            "label": "四川致恒汽车销售服务有限公司(816009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "816010",
                            "label": "绵阳市利鑫博润汽车销售服务有限公司(816010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "817008",
                            "label": "南充圣奇车业有限公司(817008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "817009",
                            "label": "南部县阳光新能源汽车零部件有限公司(817009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "817701",
                            "label": "南充明云铃丰车业有限公司(817701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "817702",
                            "label": "南充明云云天车业有限公司(817702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "818001",
                            "label": "达州吉越汽车销售服务有限公司(818001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "818009",
                            "label": "达州市品悦汽车销售有限公司(818009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "825001",
                            "label": "遂宁市万兴隆汽车销售有限公司(825001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "825808",
                            "label": "遂宁京和品信汽车销售服务有限公司(825808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "826001",
                            "label": "广安平安汽车销售服务有限公司(826001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "826701",
                            "label": "广安振兴车业有限公司(826701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "827008",
                            "label": "巴中市中瑞汽车销售服务有限公司(827008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "827702",
                            "label": "巴中市泓达汽车销售服务有限公司(827702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "830701",
                            "label": "泸州富豪汽车销售有限公司(830701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "831005",
                            "label": "成都吉利汽车超市连锁有限公司宜宾分公司(831005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "831808",
                            "label": "成都西物汽车有限公司宜宾分公司(831808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "832009",
                            "label": "内江四达翔跃汽车销售有限公司(832009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "832010",
                            "label": "四川吉沃汽车销售有限公司(832010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "833003",
                            "label": "成都吉利汽车超市连锁有限公司乐山分公司(833003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "833210",
                            "label": "乐山天牛华映汽车销售服务有限公司(833210)",
                            "brand": "吉利"
                        },
                        {
                            "value": "834009",
                            "label": "西昌博豪汽车销售服务有限公司(834009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "834010",
                            "label": "西昌市鼎丰车业有限公司(834010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "835001",
                            "label": "雅安市合利西物汽车贸易有限公司(835001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "835808",
                            "label": "雅安吉瑞品信汽车销售服务有限公司(835808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "838009",
                            "label": "德阳市博澳汽车销售服务有限公司(838009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "838701",
                            "label": "成都吉利汽车超市连锁有限公司德阳分公司(838701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "839701",
                            "label": "广元市红亮汽车销售有限公司(839701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "839801",
                            "label": "广元旭光汽车贸易服务有限公司(839801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "CDA",
                            "label": "四川三和汽车服务有限公司(CDA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CDC",
                            "label": "四川通孚祥汽车贸易有限公司(CDC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CDD",
                            "label": "四川长征超越汽车销售服务有限公司(CDD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CDE",
                            "label": "四川申蓉汇亚汽车贸易有限公司(CDE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CDF",
                            "label": "成都祥沃汽车销售服务有限公司(CDF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "DEA",
                            "label": "德阳祥沃汽车销售服务有限公司(DEA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "GUA",
                            "label": "广元市金皓顺汽车销售服务有限公司(GUA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "LZD",
                            "label": "泸州中沃汽车销售服务有限公司(LZD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "MSA",
                            "label": "眉山锦沃汽车销售服务有限公司(MSA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "MYA",
                            "label": "绵阳通孚祥汽车销售服务有限公司(MYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NAA",
                            "label": "南充瑞和品信汽车销售服务有限公司(NAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "YBA",
                            "label": "宜宾沃信汽车销售服务有限公司(YBA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101838",
                            "label": "德阳西物领悦汽车销售服务有限公司(101838)",
                            "brand": "领克"
                        },
                        {
                            "value": "101832",
                            "label": "内江凯孚汽车销售服务有限公司(101832)",
                            "brand": "领克"
                        },
                        {
                            "value": "101813",
                            "label": "自贡新航汽车销售服务有限公司(101813)",
                            "brand": "领克"
                        },
                        {
                            "value": "CDG",
                            "label": "成都中升沃豪汽车销售服务有限公司(CDG)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "LEA",
                            "label": "乐山天牛华韵汽车销售服务有限公司(LEA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101826",
                            "label": "广安领兴车业有限公司(101826)",
                            "brand": "领克"
                        },
                        {
                            "value": "106028",
                            "label": "成都宏嘉汽车销售服务有限公司(106028)",
                            "brand": "领克"
                        },
                        {
                            "value": "280403",
                            "label": "成都吉建新能源汽车销售有限公司(280403)",
                            "brand": "几何"
                        },
                        {
                            "value": "280404",
                            "label": "成都吉圣汽车销售有限公司(280404)",
                            "brand": "几何"
                        },
                        {
                            "value": "816401",
                            "label": "绵阳中盛新能源汽车销售有限公司(816401)",
                            "brand": "几何"
                        },
                        {
                            "value": "280035",
                            "label": "成都锦之冠汽车有限公司(280035)",
                            "brand": "吉利"
                        },
                        {
                            "value": "280036",
                            "label": "成都恒吉星汽车销售服务有限公司(280036)",
                            "brand": "吉利"
                        },
                        {
                            "value": "816011",
                            "label": "绵阳新华商贸有限公司经开分公司(816011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "812001",
                            "label": "攀枝花市鑫吉豪汽车销售服务有限公司(812001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "827401",
                            "label": "巴中市中瑞汽车销售服务有限公司(827401)",
                            "brand": "几何"
                        },
                        {
                            "value": "280401",
                            "label": "成都西物汽车有限公司(280401)",
                            "brand": "几何"
                        },
                        {
                            "value": "280402",
                            "label": "四川鑫众和汽车销售有限公司(280402)",
                            "brand": "几何"
                        },
                        {
                            "value": "817401",
                            "label": "南充圣奇车业有限公司(817401)",
                            "brand": "几何"
                        },
                        {
                            "value": "838401",
                            "label": "中国第二重型机械集团德阳万路运业有限公司(838401)",
                            "brand": "几何"
                        },
                        {
                            "value": "280406",
                            "label": "四川金信吉新汽车销售有限公司(280406)",
                            "brand": "几何"
                        },
                        {
                            "value": "826401",
                            "label": "广安合鑫汽车销售有限公司(826401)",
                            "brand": "几何"
                        },
                        {
                            "value": "825401",
                            "label": "四川易驰汽达新能源汽车销售有限公司(825401)",
                            "brand": "几何"
                        },
                        {
                            "value": "280407",
                            "label": "成都卡贝乐享科技有限责任公司(280407)",
                            "brand": "几何"
                        },
                        {
                            "value": "818401",
                            "label": "达州市三和华诚汽车服务有限公司(818401)",
                            "brand": "几何"
                        },
                        {
                            "value": "834401",
                            "label": "四川省西昌汽车运输（集团）有限责任公司(834401)",
                            "brand": "几何"
                        },
                        {
                            "value": "834402",
                            "label": "西昌月城公共交通有限公司(834402)",
                            "brand": "几何"
                        },
                        {
                            "value": "PS_CD",
                            "label": "Polestar成都(PS_CD)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "816012",
                            "label": "绵阳新鑫茂商贸有限公司经开分公司(816012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "643021",
                            "label": "自贡市中道汽车修理有限责任公司(643021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "628002",
                            "label": "广元市三江汽车修理有限公司(628002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "610109",
                            "label": "成都品信汽车销售服务有限公司(610109)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900035",
                            "label": "四川金信吉新汽车销售有限公司(900035)",
                            "brand": "吉利"
                        },
                        {
                            "value": "610023",
                            "label": "成都捷泰汽车有限公司(610023)",
                            "brand": "吉利"
                        },
                        {
                            "value": "626001",
                            "label": "康定市友宜进口汽车修理厂(626001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "637003",
                            "label": "南充市协力汽车服务有限公司(637003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "610102",
                            "label": "龙泉驿区大面街办锐达汽车维修服务站(610102)",
                            "brand": "吉利"
                        },
                        {
                            "value": "635008",
                            "label": "达州市宣竹汽车服务有限公司(635008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "827004",
                            "label": "巴中市豪龙汽车销售服务有限公司(827004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "101839",
                            "label": "广元东创汽车销售服务有限公司(101839)",
                            "brand": "领克"
                        },
                        {
                            "value": "832010_2W1",
                            "label": "威远博畅汽车销售有限公司(832010_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "832010_2W2",
                            "label": "隆昌致远汽车销售有限公司(832010_2W2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "628002_2W",
                            "label": "广元市三江汽车修理有限公司(628002_2W)",
                            "brand": "吉利"
                        }
                    ]
                }
            ]
        },
        {
            "accountType": 2,
            "value": "RegionZJ",
            "label": "RegionZJ",
            "children": [
                {
                    "value": "321",
                    "label": "辽宁省",
                    "children": [
                        {
                            "value": "561053",
                            "label": "大连领克王牌九汽车服务有限公司(561053)",
                            "brand": "领克"
                        }
                    ]
                },
                {
                    "value": "333",
                    "label": "浙江省",
                    "children": [
                        {
                            "value": "561037",
                            "label": "杭州吉行王牌二汽车服务有限公司(561037)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561040",
                            "label": "杭州吉行新能源三汽车服务有限公司(561040)",
                            "brand": "几何"
                        },
                        {
                            "value": "561041",
                            "label": "杭州吉行王牌三汽车服务有限公司(561041)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561042",
                            "label": "杭州吉行王牌四汽车服务有限公司(561042)",
                            "brand": "几何"
                        },
                        {
                            "value": "561050",
                            "label": "杭州吉行王牌五汽车服务有限公司(561050)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561052",
                            "label": "杭州领克王牌七汽车服务有限公司(561052)",
                            "brand": "沃尔沃"
                        }
                    ]
                },
                {
                    "value": "312",
                    "label": "天津市",
                    "children": [
                        {
                            "value": "561051",
                            "label": "杭州吉行王牌六新能源汽车服务有限公司(561051)",
                            "brand": "几何"
                        }
                    ]
                }
            ]
        },
        {
            "accountType": 2,
            "value": "华中大区",
            "label": "华中大区",
            "children": [
                {
                    "value": "341",
                    "label": "河南",
                    "children": [
                        {
                            "value": "101370",
                            "label": "商丘瑞羿汽车销售服务有限公司(101370)",
                            "brand": "领克"
                        },
                        {
                            "value": "101371",
                            "label": "河南合众汇成汽车销售服务有限公司(101371)",
                            "brand": "领克"
                        },
                        {
                            "value": "101372",
                            "label": "安阳市华武汽车销售服务有限公司(101372)",
                            "brand": "领克"
                        },
                        {
                            "value": "101373",
                            "label": "新乡市合众汇成汽车销售有限公司(101373)",
                            "brand": "领克"
                        },
                        {
                            "value": "101374",
                            "label": "许昌正通汽车销售服务有限公司(101374)",
                            "brand": "领克"
                        },
                        {
                            "value": "101375",
                            "label": "平顶山瑞昊汽车销售服务有限公司(101375)",
                            "brand": "领克"
                        },
                        {
                            "value": "101376",
                            "label": "河南中岩恒昶汽车销售服务有限公司(101376)",
                            "brand": "领克"
                        },
                        {
                            "value": "101377",
                            "label": "南阳乐联汽车销售服务有限公司(101377)",
                            "brand": "领克"
                        },
                        {
                            "value": "101379",
                            "label": "洛阳骏德利克汽车有限公司(101379)",
                            "brand": "领克"
                        },
                        {
                            "value": "101391",
                            "label": "焦作未来汽车销售服务有限公司(101391)",
                            "brand": "领克"
                        },
                        {
                            "value": "101393",
                            "label": "濮阳市瑞驰汽车销售服务有限公司(101393)",
                            "brand": "领克"
                        },
                        {
                            "value": "101394",
                            "label": "周口信博汽车销售服务有限公司(101394)",
                            "brand": "领克"
                        },
                        {
                            "value": "101395",
                            "label": "漯河市和悦汽车销售有限公司(101395)",
                            "brand": "领克"
                        },
                        {
                            "value": "101396",
                            "label": "驻马店锦隆汽车销售服务有限公司(101396)",
                            "brand": "领克"
                        },
                        {
                            "value": "102371",
                            "label": "河南领福汽车销售有限公司(102371)",
                            "brand": "领克"
                        },
                        {
                            "value": "103371",
                            "label": "开封市锦祥汽车销售服务有限公司(103371)",
                            "brand": "领克"
                        },
                        {
                            "value": "370003",
                            "label": "商丘华威汽车销售有限公司(370003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "370006",
                            "label": "商丘晨翼汽车销售有限公司(370006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "370010",
                            "label": "永城市兴通汽车销售有限公司(370010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "370016",
                            "label": "商丘市和悦汽车销售服务有限公司(370016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "370702",
                            "label": "商丘市邦胜汽车销售有限公司(370702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "370801",
                            "label": "永城市汇龙汽车销售有限公司(370801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371005",
                            "label": "河南省华星汽车贸易有限公司(371005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371012",
                            "label": "郑州鑫河汽车销售有限公司(371012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371015",
                            "label": "新密市正明汽车销售服务有限公司(371015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371016",
                            "label": "河南华泽汽车服务有限公司(371016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371017",
                            "label": "河南吉致汽车销售有限公司(371017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371018",
                            "label": "郑州豪骐汽车销售有限公司(371018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371019",
                            "label": "河南润辉汽车销售有限公司(371019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371701",
                            "label": "濮阳市豫保汽车销售服务有限公司(371701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371702",
                            "label": "河南四海盛景汽车销售服务有限公司(371702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371703",
                            "label": "河南华驰汽车销售有限公司(371703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371807",
                            "label": "河南博润汽车销售有限公司(371807)",
                            "brand": "吉利"
                        },
                        {
                            "value": "372005",
                            "label": "安阳市昌沃汽车销售有限公司(372005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "372803",
                            "label": "安阳市一帆汽车销售有限公司(372803)",
                            "brand": "吉利"
                        },
                        {
                            "value": "373002",
                            "label": "新乡市新通汽车销售服务有限公司(373002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "373007",
                            "label": "长垣安盛汽车销售有限公司(373007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "373008",
                            "label": "新乡市吉呈汽车销售服务有限公司(373008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "373009",
                            "label": "南阳市中昊汽车销售服务有限公司(373009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "373701",
                            "label": "新乡市广益汽车销售服务有限公司(373701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "374002",
                            "label": "许昌永生汽车销售服务有限公司(374002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "374004",
                            "label": "许昌市有道汽车销售有限公司(374004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "374801",
                            "label": "禹州市亿通汽车贸易有限公司(374801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "375001",
                            "label": "平顶山市广安汽车销售服务有限公司(375001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "375006",
                            "label": "平顶山市有道汽车销售有限公司(375006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "375009",
                            "label": "汝州德盛实业有限公司(375009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "375701",
                            "label": "平顶山市宏仁汽车销售服务有限公司(375701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "376008",
                            "label": "信阳豫达汽车销售服务有限公司(376008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "376701",
                            "label": "信阳豫通汽车销售服务有限公司(376701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "377003",
                            "label": "南阳海川汽车销售有限公司(377003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "377702",
                            "label": "南阳天义豪汽车销售服务有限公司(377702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "377803",
                            "label": "南阳华美汽车销售服务有限公司(377803)",
                            "brand": "吉利"
                        },
                        {
                            "value": "378001",
                            "label": "开封圆方汽车销售有限公司(378001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "378003",
                            "label": "开封圆鑫汽车销售服务有限公司(378003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "378701",
                            "label": "开封市万宝汽车贸易有限公司(378701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "379001",
                            "label": "洛阳市宇豪贸易有限公司(379001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "379701",
                            "label": "洛阳裕得汽车贸易有限公司(379701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "379803",
                            "label": "洛阳久富贸易有限公司(379803)",
                            "brand": "吉利"
                        },
                        {
                            "value": "379804",
                            "label": "洛阳创速汽车销售服务有限公司(379804)",
                            "brand": "吉利"
                        },
                        {
                            "value": "379805",
                            "label": "河南吉之盈汽车销售服务有限公司(379805)",
                            "brand": "吉利"
                        },
                        {
                            "value": "391008",
                            "label": "焦作市中远汽车销售有限公司(391008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "391701",
                            "label": "焦作市中宇汽车销售有限公司(391701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "391702",
                            "label": "济源市洪基汽车销售服务有限公司(391702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "391703",
                            "label": "济源市众信汽车销售服务有限公司(391703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "392005",
                            "label": "鹤壁铭骐汽车销售服务有限公司(392005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "392701",
                            "label": "鹤壁淇兴汽车销售服务有限公司(392701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "393001",
                            "label": "濮阳市恒通汽车销售有限公司(393001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "393003",
                            "label": "濮阳市成开汽车销售服务有限公司(393003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "394002",
                            "label": "周口宏羿汽车销售服务有限公司(394002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "394802",
                            "label": "周口鹏峰汽车贸易有限公司(394802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "395001",
                            "label": "漯河市佳美汽车销售有限公司(395001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "395002",
                            "label": "漯河市有道汽车销售有限公司(395002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "395701",
                            "label": "漯河广信汽车销售服务有限公司(395701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "396002",
                            "label": "三门峡三圣汽车销售服务有限公司(396002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "396003",
                            "label": "驻马店市广汇汽车销售服务有限公司(396003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "396008",
                            "label": "驻马店信和汽车销售服务有限公司(396008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "396701",
                            "label": "驻马店市有道汽车销售服务有限公司(396701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "398701",
                            "label": "三门峡市鼎鑫帝豪汽车销售服务有限公司(398701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "AYB",
                            "label": "安阳市新沃汽车销售有限公司(AYB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HNB",
                            "label": "河南省锦堂盛汽车有限公司(HNB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HNC",
                            "label": "郑州鼎沃汽车销售服务有限公司(HNC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HND",
                            "label": "洛阳恒信瑞沃汽车销售服务有限公司(HND)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HNF",
                            "label": "郑州中沃汽车销售服务有限公司(HNF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HNI",
                            "label": "郑州郑沃汽车销售有限公司(HNI)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NYA",
                            "label": "南阳宛沃汽车销售服务有限公司(NYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SQA",
                            "label": "商丘商沃汽车销售服务有限公司(SQA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XCA",
                            "label": "许昌市新沃汽车销售服务有限公司(XCA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XXB",
                            "label": "新乡市合众新沃汽车销售有限公司(XXB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XYD",
                            "label": "信阳市申沃汽车销售服务有限公司(XYD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "401373",
                            "label": "新乡市合众新成汽车销售服务有限公司(401373)",
                            "brand": "领克"
                        },
                        {
                            "value": "374401",
                            "label": "许昌明辉汽车销售有限公司(374401)",
                            "brand": "几何"
                        },
                        {
                            "value": "371402",
                            "label": "河南省钰锦新能源汽车销售有限公司(371402)",
                            "brand": "几何"
                        },
                        {
                            "value": "370017",
                            "label": "商丘隆越汽车销售有限公司(370017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371020",
                            "label": "河南汇海汽车销售有限公司(371020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371021",
                            "label": "郑州安太吉汽车销售服务有限公司(371021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "105371",
                            "label": "河南新志源汽车销售有限公司(105371)",
                            "brand": "领克"
                        },
                        {
                            "value": "376009",
                            "label": "信阳众力汽车销售服务有限公司(376009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371410",
                            "label": "郑州绿水青山汽车销售有限公司(371410)",
                            "brand": "几何"
                        },
                        {
                            "value": "HNJ",
                            "label": "河南合众新沃汽车销售有限公司(HNJ)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "372401",
                            "label": "安阳宝融汽车销售有限公司(372401)",
                            "brand": "几何"
                        },
                        {
                            "value": "371403",
                            "label": "开封圆方汽车销售有限公司(371403)",
                            "brand": "几何"
                        },
                        {
                            "value": "373401",
                            "label": "新乡市广致汽车销售服务有限公司(373401)",
                            "brand": "几何"
                        },
                        {
                            "value": "371401",
                            "label": "河南省华星汽车贸易有限公司(371401)",
                            "brand": "几何"
                        },
                        {
                            "value": "377402",
                            "label": "南阳宏驰汽车销售服务有限公司(377402)",
                            "brand": "几何"
                        },
                        {
                            "value": "391401",
                            "label": "焦作未来永利汽车销售服务有限公司(391401)",
                            "brand": "几何"
                        },
                        {
                            "value": "379401",
                            "label": "洛阳中豫汽车贸易有限公司(379401)",
                            "brand": "几何"
                        },
                        {
                            "value": "373402",
                            "label": "新乡荷叶新能源汽车销售有限公司(373402)",
                            "brand": "几何"
                        },
                        {
                            "value": "376401",
                            "label": "信阳市豫之港汽车销售服务有限公司(376401)",
                            "brand": "几何"
                        },
                        {
                            "value": "371408",
                            "label": "河南吉锐新能源汽车销售有限公司(371408)",
                            "brand": "几何"
                        },
                        {
                            "value": "375401",
                            "label": "平顶山市威兴新能源汽车销售有限公司(375401)",
                            "brand": "几何"
                        },
                        {
                            "value": "371405",
                            "label": "周口合业新能源汽车销售有限公司(371405)",
                            "brand": "几何"
                        },
                        {
                            "value": "393401",
                            "label": "濮阳市祥丰汽车销售服务有限公司(393401)",
                            "brand": "几何"
                        },
                        {
                            "value": "PS_ZZ",
                            "label": "Polestar郑州(PS_ZZ)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "071807",
                            "label": "河南博润汽车销售有限公司(071807)",
                            "brand": "吉利"
                        },
                        {
                            "value": "371022",
                            "label": "河南德骏汽车销售有限公司(371022)",
                            "brand": "吉利"
                        },
                        {
                            "value": "6003",
                            "label": "驻马店市广汇汽车销售服务有限公司(6003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "463007",
                            "label": "河南银泰新能源汽车有限公司(463007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "DD0023",
                            "label": "许昌耀达汽车销售服务有限公司(DD0023)",
                            "brand": "吉利"
                        },
                        {
                            "value": "102372",
                            "label": "安阳市汇金汽车销售有限公司(102372)",
                            "brand": "吉利"
                        },
                        {
                            "value": "HNK",
                            "label": "郑州通沃汽车销售有限公司(HNK)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "102375",
                            "label": "平顶山合众汇金汽车销售服务有限公司(102375)",
                            "brand": "领克"
                        },
                        {
                            "value": "106371",
                            "label": "郑州合聚汽车销售服务有限公司(106371)",
                            "brand": "领克"
                        },
                        {
                            "value": "561015",
                            "label": "洛阳领克一汽车服务有限公司(561015)",
                            "brand": "领克"
                        },
                        {
                            "value": "561019",
                            "label": "洛阳领克九汽车服务有限公司(561019)",
                            "brand": "领克"
                        },
                        {
                            "value": "561023",
                            "label": "洛阳领克旗舰一汽车服务有限公司(561023)",
                            "brand": "领克"
                        },
                        {
                            "value": "561027",
                            "label": "洛阳领克旗舰二汽车服务有限公司(561027)",
                            "brand": "领克"
                        },
                        {
                            "value": "561034",
                            "label": "洛阳领克旗舰三汽车服务有限公司(561034)",
                            "brand": "领克"
                        },
                        {
                            "value": "561038",
                            "label": "洛阳领克旗舰四汽车服务有限公司(561038)",
                            "brand": "领克"
                        }
                    ]
                },
                {
                    "value": "342",
                    "label": "湖北",
                    "children": [
                        {
                            "value": "101027",
                            "label": "武汉东瑞华盛汽车销售服务有限公司(101027)",
                            "brand": "领克"
                        },
                        {
                            "value": "101710",
                            "label": "襄阳英驰利泰汽车销售有限公司(101710)",
                            "brand": "领克"
                        },
                        {
                            "value": "101713",
                            "label": "黄冈领业汽车有限公司(101713)",
                            "brand": "领克"
                        },
                        {
                            "value": "101716",
                            "label": "荆州市天颐汽车销售服务有限公司(101716)",
                            "brand": "领克"
                        },
                        {
                            "value": "101717",
                            "label": "宜昌大悦汽车销售有限公司(101717)",
                            "brand": "领克"
                        },
                        {
                            "value": "101718",
                            "label": "恩施州万祥汽车销售服务有限公司(101718)",
                            "brand": "领克"
                        },
                        {
                            "value": "101724",
                            "label": "荆门领晟汽车销售服务有限公司(101724)",
                            "brand": "领克"
                        },
                        {
                            "value": "102027",
                            "label": "武汉领卓汽车销售服务有限公司(102027)",
                            "brand": "领克"
                        },
                        {
                            "value": "104027",
                            "label": "武汉利沃汽车销售有限公司(104027)",
                            "brand": "领克"
                        },
                        {
                            "value": "270007",
                            "label": "武汉昌利源经贸有限公司(270007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "270010",
                            "label": "武汉市东瑞汽车销售服务有限公司(270010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "270013",
                            "label": "武汉吉豪汽车销售有限公司(270013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "270014",
                            "label": "武汉新铭展汽车销售服务有限公司(270014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "270015",
                            "label": "武汉亿霖汽车服务有限公司(270015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "270016",
                            "label": "武汉吉客汽车销售服务有限公司(270016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "270805",
                            "label": "武汉市创力汽车贸易有限责任公司(270805)",
                            "brand": "吉利"
                        },
                        {
                            "value": "403027",
                            "label": "武汉领创汽车销售服务有限公司(403027)",
                            "brand": "领克"
                        },
                        {
                            "value": "710008",
                            "label": "襄阳承鼎汽车销售有限公司(710008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "710009",
                            "label": "襄阳英泰隆汽车销售服务有限公司(710009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "710010",
                            "label": "湖北英驰汽车集团有限公司(710010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "710701",
                            "label": "襄阳英达尔汽车销售服务有限公司(710701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "712001",
                            "label": "湖北华恒汽车销售服务有限责任公司(712001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "712002",
                            "label": "孝感市吉鑫汽车销售服务有限公司(712002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "713701",
                            "label": "黄冈市奔腾汽车销售服务有限公司(713701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "714002",
                            "label": "湖北吉之星汽车销售有限公司(714002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "714005",
                            "label": "湖北天月鑫汽车销售服务有限公司(714005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "714702",
                            "label": "湖北永大汽车销售服务有限公司(714702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "714801",
                            "label": "湖北楚越汽车销售有限公司(714801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "715002",
                            "label": "咸宁市宏达商贸有限公司(715002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "715003",
                            "label": "咸宁顺达恒通汽车销售服务有限公司(715003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "716001",
                            "label": "荆州市华超汽车贸易有限公司(716001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "716802",
                            "label": "荆州市宏顺汽车销售服务有限公司(716802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717701",
                            "label": "宜昌市鑫宁汽车销售服务有限公司(717701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717802",
                            "label": "宜昌市东伦汽车销售服务有限责任公司(717802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717805",
                            "label": "宜昌市铭豪汽车销售服务有限公司(717805)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717806",
                            "label": "宜昌市鑫翔汽车销售服务有限公司(717806)",
                            "brand": "吉利"
                        },
                        {
                            "value": "718002",
                            "label": "恩施州三和汽车贸易有限责任公司(718002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "718701",
                            "label": "恩施市加宝汽车贸易有限责任公司(718701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "719801",
                            "label": "十堰市合瑞工贸有限公司(719801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "719802",
                            "label": "十堰市鑫伦工贸有限公司(719802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "722006",
                            "label": "随州长欣汽车销售有限公司(722006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "722701",
                            "label": "随州市豪沃汽车销售服务有限公司(722701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "724004",
                            "label": "荆门铭丰汽车销售有限公司(724004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "724801",
                            "label": "荆门市庆丰汽车销售有限公司(724801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "728002",
                            "label": "湖北捷众汽车销售服务有限公司(728002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "728003",
                            "label": "天门市天利捷汽车销售有限公司(728003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "WHA",
                            "label": "武汉建银富豪汽车销售有限公司(WHA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "WHC",
                            "label": "武汉富融汽车销售服务有限公司(WHC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "WHE",
                            "label": "武汉恒信瑞沃汽车销售服务有限公司(WHE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "WHF",
                            "label": "武汉建银富瑞汽车销售服务有限公司(WHF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XYC",
                            "label": "襄阳建银瑞沃汽车销售服务有限公司(XYC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "YCD",
                            "label": "宜昌恒信瑞沃汽车销售服务有限公司(YCD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101722",
                            "label": "随州市金星汽车销售服务有限公司(101722)",
                            "brand": "领克"
                        },
                        {
                            "value": "101719",
                            "label": "湖北领望汽车销售服务有限公司(101719)",
                            "brand": "领克"
                        },
                        {
                            "value": "SIA",
                            "label": "十堰市三惠汽车有限公司(SIA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "717401",
                            "label": "宜昌烽盛汽车销售有限公司(717401)",
                            "brand": "几何"
                        },
                        {
                            "value": "717807",
                            "label": "仙桃鉴福汽车销售服务有限公司(717807)",
                            "brand": "吉利"
                        },
                        {
                            "value": "270018",
                            "label": "武汉天悦心驰汽车服务有限公司(270018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "270401",
                            "label": "武汉吉豪汽车销售有限公司(270401)",
                            "brand": "几何"
                        },
                        {
                            "value": "270402",
                            "label": "武汉吉耀新能源汽车服务有限公司(270402)",
                            "brand": "几何"
                        },
                        {
                            "value": "719401",
                            "label": "十堰市鑫伦工贸有限公司(719401)",
                            "brand": "几何"
                        },
                        {
                            "value": "719402",
                            "label": "十堰佳裕优行科技有限公司(719402)",
                            "brand": "几何"
                        },
                        {
                            "value": "270404",
                            "label": "武汉昌利源经贸有限公司(270404)",
                            "brand": "几何"
                        },
                        {
                            "value": "270405",
                            "label": "湖北喜相逢汽车服务有限公司(270405)",
                            "brand": "几何"
                        },
                        {
                            "value": "710401",
                            "label": "襄阳市鑫聚峰汽车销售服务有限公司(710401)",
                            "brand": "几何"
                        },
                        {
                            "value": "716401",
                            "label": "荆州市华超汽车贸易有限公司(716401)",
                            "brand": "几何"
                        },
                        {
                            "value": "717701_2WA",
                            "label": "枝江市鑫顺汽车销售有限公司(717701_2WA)",
                            "brand": "吉利"
                        },
                        {
                            "value": "PS_WH",
                            "label": "Polestar武汉(PS_WH)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "717701_2WB",
                            "label": "秭归县程骏汽车销售服务有限公司(717701_2WB)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717701_2WC",
                            "label": "当阳市杨华汽车销售服务有限公司(717701_2WC)",
                            "brand": "吉利"
                        },
                        {
                            "value": "718701_2WA",
                            "label": "咸丰名冠汽车销售有限公司(718701_2WA)",
                            "brand": "吉利"
                        },
                        {
                            "value": "718701_2WB",
                            "label": "来凤县吉利专卖销售服务有限公司(718701_2WB)",
                            "brand": "吉利"
                        },
                        {
                            "value": "718701_2WC",
                            "label": "建始县荣丰商贸有限责任公司(718701_2WC)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717701_2WF",
                            "label": "当阳市飞达机车销售有限公司(717701_2WF)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717701_2WD",
                            "label": "远安县凯旋商贸有限公司(717701_2WD)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717701_2WE",
                            "label": "秭归县荣安得汽车销售有限公司(717701_2WE)",
                            "brand": "吉利"
                        },
                        {
                            "value": "716002",
                            "label": "荆州市宏佑汽车销售有限公司(716002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "715004",
                            "label": "咸宁吉耀汽车销售服务有限公司(715004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717701_2WG",
                            "label": "宜都博洋汽车销售有限公司(717701_2WG)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717802_2WA",
                            "label": "宜都市曙光汽车销售有限公司(717802_2WA)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717802-2WB",
                            "label": "宜昌昀晖汽车销售有限公司(717802-2WB)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717802_2WC",
                            "label": "秭归佑霖汽车销售服务有限公司(717802_2WC)",
                            "brand": "吉利"
                        },
                        {
                            "value": "433001",
                            "label": "仙桃市德普汽车销售服务有限公司(433001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717802_2WD",
                            "label": "宜昌晋祺汽车销售有限公司(717802_2WD)",
                            "brand": "吉利"
                        },
                        {
                            "value": "710701_2WA",
                            "label": "枣阳市恒跃汽车销售有限公司(710701_2WA)",
                            "brand": "吉利"
                        },
                        {
                            "value": "444301",
                            "label": "恩施州天润汽车服务有限责任公司(444301)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717802_2WE",
                            "label": "宜昌市东伦汽车销售服务有限责任公司当阳分公司(717802_2WE)",
                            "brand": "吉利"
                        },
                        {
                            "value": "718701_2WD",
                            "label": "宣恩荣丰商贸有限公司(718701_2WD)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717802_2WF",
                            "label": "兴山县文昊汽车销售有限公司(717802_2WF)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717805_2WA",
                            "label": "五峰添翼汽车销售有限责任公司(717805_2WA)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717701_2WH",
                            "label": "兴山县君怡汽车销售有限公司(717701_2WH)",
                            "brand": "吉利"
                        },
                        {
                            "value": "718002_2WA",
                            "label": "恩施州三和汽车贸易有限责任公司鹤峰分公司(718002_2WA)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717805_2WB",
                            "label": "长阳佳兴汽车销售有限公司(717805_2WB)",
                            "brand": "吉利"
                        },
                        {
                            "value": "717806_2W1",
                            "label": "五峰新雅汽车销售服务有限公司(717806_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "719801_2W1",
                            "label": "房县驰安汽车服务有限公司(719801_2W1)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "343",
                    "label": "湖南",
                    "children": [
                        {
                            "value": "101730",
                            "label": "岳阳领驭汽车销售服务有限公司(101730)",
                            "brand": "领克"
                        },
                        {
                            "value": "101731",
                            "label": "长沙天杰汽车销售服务有限公司(101731)",
                            "brand": "领克"
                        },
                        {
                            "value": "101734",
                            "label": "衡阳鹏成车业有限公司(101734)",
                            "brand": "领克"
                        },
                        {
                            "value": "101736",
                            "label": "常德腾讯汽车销售服务有限公司(101736)",
                            "brand": "领克"
                        },
                        {
                            "value": "101745",
                            "label": "怀化市吉通汽车贸易有限公司(101745)",
                            "brand": "领克"
                        },
                        {
                            "value": "102731",
                            "label": "长沙天泰汽车销售服务有限公司(102731)",
                            "brand": "领克"
                        },
                        {
                            "value": "103731",
                            "label": "株洲兰天兰领汽车销售服务有限公司(103731)",
                            "brand": "领克"
                        },
                        {
                            "value": "104731",
                            "label": "长沙瑞天汽车销售服务有限公司(104731)",
                            "brand": "领克"
                        },
                        {
                            "value": "730002",
                            "label": "岳阳市兴燕贸易有限公司(730002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "730009",
                            "label": "平江县鑫隆汽车销售服务有限公司(730009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "730701",
                            "label": "岳阳帝豪汽车销售服务有限公司(730701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731003",
                            "label": "湖南天吉汽车销售有限公司(731003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731004",
                            "label": "株洲日丰汽车贸易有限公司(731004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731005",
                            "label": "宁乡县手拉手汽车销售服务有限公司(731005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731009",
                            "label": "长沙华丰汽车贸易有限公司(731009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731010",
                            "label": "湖南华丰城南汽车贸易有限公司(731010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731011",
                            "label": "湖南吉迈汽车贸易有限公司(731011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731012",
                            "label": "浏阳吉豪汽车贸易有限公司(731012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731013",
                            "label": "湖南兰天兴望汽车销售有限公司(731013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731014",
                            "label": "株洲华捷汽车贸易有限公司(731014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731701",
                            "label": "湖南帝豪汽车销售服务有限责任公司(731701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731702",
                            "label": "长沙合致汽车销售服务有限公司(731702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "732002",
                            "label": "湘潭吉越汽车销售服务有限公司(732002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "733801",
                            "label": "湖南涨亿贸易有限公司(733801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "734002",
                            "label": "衡阳一鸣汽车贸易有限公司(734002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "734005",
                            "label": "衡阳运成汽车销售服务有限公司(734005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "735006",
                            "label": "郴州圆融汽车销售服务有限公司(735006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "735007",
                            "label": "郴州市橙子汽车贸易有限公司(735007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "736002",
                            "label": "常德锦江汽车销售有限公司(736002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "736701",
                            "label": "常德帝豪汽车销售服务有限公司(736701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "737701",
                            "label": "益阳川普汽车销售服务有限公司(737701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "737802",
                            "label": "益阳中宇汽车贸易有限公司(737802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "738005",
                            "label": "娄底亚马逊汽车贸易有限公司(738005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "738006",
                            "label": "娄底华智汽车贸易有限公司(738006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "739001",
                            "label": "邵阳市鼎润新能源汽车服务有限公司(739001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "739701",
                            "label": "邵阳赛路丰汽车销售服务有限公司(739701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "743003",
                            "label": "吉首市吉月汽车销售服务有限公司(743003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "743005",
                            "label": "湘西华瑞汽车贸易有限公司(743005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "743701",
                            "label": "湘西自治州太阳马汽车贸易有限公司(743701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "744702",
                            "label": "张家界市华云汽车销售服务有限公司(744702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "744703",
                            "label": "张家界华瑞汽车销售服务有限公司(744703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "745008",
                            "label": "怀化泰丰汽车销售有限公司(745008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "745701",
                            "label": "怀化豪沃汽车销售有限公司(745701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "746702",
                            "label": "永州赛路丰汽车销售服务有限公司(746702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "746703",
                            "label": "永州市东誉汽车销售服务有限公司(746703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "CEA",
                            "label": "郴州德顺行汽车销售服务有限公司(CEA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CHA",
                            "label": "常德市锦尚汽车销售服务有限公司(CHA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CSA",
                            "label": "湖南中汽南方汽车销售服务有限公司(CSA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CSC",
                            "label": "长沙建沃汽车销售有限公司(CSC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CSD",
                            "label": "湖南德熙行汽车销售服务有限公司(CSD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HUA",
                            "label": "怀化仁达锦尚汽车销售服务有限公司(HUA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZZA",
                            "label": "株洲德熙行汽车贸易有限公司(ZZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101737",
                            "label": "益阳市铭益汽车销售服务有限公司(101737)",
                            "brand": "领克"
                        },
                        {
                            "value": "101735",
                            "label": "郴州市亚马逊汽车销售有限公司(101735)",
                            "brand": "领克"
                        },
                        {
                            "value": "106731",
                            "label": "湘潭领越汽车销售服务有限公司(106731)",
                            "brand": "领克"
                        },
                        {
                            "value": "YYA",
                            "label": "岳阳市梦翔汽车销售服务有限公司(YYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HYA",
                            "label": "衡阳南方骏沃汽车销售服务有限公司(HYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "CSE",
                            "label": "湖南顺沃汽车销售服务有限公司(CSE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101739",
                            "label": "邵阳宝骐汽车销售服务有限公司(101739)",
                            "brand": "领克"
                        },
                        {
                            "value": "734401",
                            "label": "衡阳昊昌汽车销售服务有限公司(734401)",
                            "brand": "几何"
                        },
                        {
                            "value": "730401",
                            "label": "岳阳宏桃汽车销售服务有限公司(730401)",
                            "brand": "几何"
                        },
                        {
                            "value": "731416",
                            "label": "湖南永誉汽车销售服务有限公司(731416)",
                            "brand": "几何"
                        },
                        {
                            "value": "731420",
                            "label": "长沙市骏鹏汽车销售有限公司(731420)",
                            "brand": "几何"
                        },
                        {
                            "value": "732003",
                            "label": "湘潭吉耀汽车销售服务有限公司(732003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "737005",
                            "label": "益阳亚马逊汽车贸易有限公司(737005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731015",
                            "label": "长沙合嘉汽车销售服务有限公司(731015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731402",
                            "label": "长沙优行网络科技有限公司(731402)",
                            "brand": "几何"
                        },
                        {
                            "value": "731419",
                            "label": "邵阳赛路丰汽车销售服务有限公司(731419)",
                            "brand": "几何"
                        },
                        {
                            "value": "731418",
                            "label": "湖南吉新汽车销售有限责任公司(731418)",
                            "brand": "几何"
                        },
                        {
                            "value": "739401",
                            "label": "邵阳市顺泽新能源汽车服务有限公司(739401)",
                            "brand": "几何"
                        },
                        {
                            "value": "731410",
                            "label": "湖南星一汽车销售服务有限公司(731410)",
                            "brand": "几何"
                        },
                        {
                            "value": "733801_2WA",
                            "label": "醴陵市涨亿汽车贸易有限公司(733801_2WA)",
                            "brand": "吉利"
                        },
                        {
                            "value": "PS_CS",
                            "label": "Polestar长沙(PS_CS)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "731004_2WA",
                            "label": "醴陵市宏鑫汽车贸易有限公司(731004_2WA)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731016",
                            "label": "湖南吉华汽车贸易有限公司(731016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "734007",
                            "label": "衡阳赛路丰汽车销售服务有限公司(734007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "421001F",
                            "label": "衡阳通一汽车贸易有限公司(421001F)",
                            "brand": "吉利"
                        },
                        {
                            "value": "411105",
                            "label": "湘潭高新区谭恒快修汽车服务站(411105)",
                            "brand": "吉利"
                        },
                        {
                            "value": "415004",
                            "label": "常德市德顺车务有限公司(415004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "418001",
                            "label": "怀化市嘉腾汽车贸易有限公司(418001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900007",
                            "label": "长沙康思威盛新能源汽车服务有限责任公司(900007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "415501",
                            "label": "湖南永安汽车贸易有限责任公司(415501)",
                            "brand": "吉利"
                        },
                        {
                            "value": "743003-2WA",
                            "label": "龙山县吉日汽车销售服务有限公司(743003-2WA)",
                            "brand": "吉利"
                        },
                        {
                            "value": "743008",
                            "label": "衡阳赛路丰汽车销售服务有限公司(743008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "101746",
                            "label": "永州瑞天汽车销售服务有限公司(101746)",
                            "brand": "吉利"
                        },
                        {
                            "value": "XTB",
                            "label": "湘潭九现汽车销售服务有限公司(XTB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "Z73100407",
                            "label": "攸县日丰汽车贸易有限公司(Z73100407)",
                            "brand": "吉利"
                        },
                        {
                            "value": "Z73100408",
                            "label": "醴陵市宏鑫汽车贸易有限公司(Z73100408)",
                            "brand": "吉利"
                        },
                        {
                            "value": "Z73100413",
                            "label": "株洲禄口日丰汽车贸易有限公司(Z73100413)",
                            "brand": "吉利"
                        },
                        {
                            "value": "Z73100412",
                            "label": "茶陵日丰汽车贸易有限公司(Z73100412)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731004_2WB",
                            "label": "醴陵市宏鑫汽车贸易有限公司(731004_2WB)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731004_2WC",
                            "label": "株洲禄口日丰汽车贸易有限公司(731004_2WC)",
                            "brand": "吉利"
                        },
                        {
                            "value": "731004_2WD",
                            "label": "茶陵日丰汽车贸易有限公司(731004_2WD)",
                            "brand": "吉利"
                        },
                        {
                            "value": "108731",
                            "label": "湖南亚马逊汽车贸易有限公司(108731)",
                            "brand": "领克"
                        },
                        {
                            "value": "731426",
                            "label": "湖南吉新汽车销售责任有限公司(731426)",
                            "brand": "吉利"
                        }
                    ]
                }
            ]
        },
        {
            "accountType": 2,
            "value": "华北大区",
            "label": "华北大区",
            "children": [
                {
                    "value": "342",
                    "label": "湖北",
                    "children": [
                        {
                            "value": "105027",
                            "label": "武汉领元汽车销售服务有限公司(105027)",
                            "brand": "领克"
                        }
                    ]
                },
                {
                    "value": "332",
                    "label": "江苏",
                    "children": [
                        {
                            "value": "JYC",
                            "label": "江阴天泓达汽车贸易有限公司(JYC)",
                            "brand": "沃尔沃"
                        }
                    ]
                },
                {
                    "value": "311",
                    "label": "北京",
                    "children": [
                        {
                            "value": "100010",
                            "label": "北京金瑞意汽车销售服务有限公司(100010)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "100016",
                            "label": "北京腾远兴顺汽车服务有限公司(100016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "100017",
                            "label": "北京京诚跃汽车销售服务有限公司(100017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "100020",
                            "label": "北京利豪广厦汽车销售有限公司(100020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "100029",
                            "label": "北京隆晟通达汽车销售服务有限公司(100029)",
                            "brand": "吉利"
                        },
                        {
                            "value": "100030",
                            "label": "北京中汽通汇汽车销售服务有限公司(100030)",
                            "brand": "吉利"
                        },
                        {
                            "value": "100036",
                            "label": "北京沃德龙鼎汽车销售有限公司(100036)",
                            "brand": "吉利"
                        },
                        {
                            "value": "100701",
                            "label": "北京中汽双会汽车销售有限责任公司(100701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "100703",
                            "label": "北京庞大豪庭汽车销售服务有限公司(100703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "101010",
                            "label": "北京中鑫之宝汽车销售服务有限公司(101010)",
                            "brand": "领克"
                        },
                        {
                            "value": "103010",
                            "label": "北京中林达汽车销售服务有限责任公司(103010)",
                            "brand": "领克"
                        },
                        {
                            "value": "BJC",
                            "label": "北京中汽南方华北汽车服务有限公司(BJC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BJE",
                            "label": "北京中诚海华汽车销售有限责任公司(BJE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BJG",
                            "label": "北京百旺沃瑞汽车销售服务有限公司(BJG)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BJH",
                            "label": "北京燕豪汽车销售服务有限公司(BJH)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BJK",
                            "label": "北京海之沃汽车服务有限公司(BJK)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BJL",
                            "label": "北京中汽南方中关汽车销售有限公司(BJL)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BJM",
                            "label": "北京元之沃汽车服务有限公司(BJM)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BJO",
                            "label": "北京正通鼎沃汽车销售服务有限公司(BJO)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BJP",
                            "label": "北京祥龙博瑞汽车服务（集团）有限公司一分公司(BJP)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BJR",
                            "label": "北京北方长福汽车销售有限责任公司京南长沃分公司(BJR)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BJQ",
                            "label": "北京百得利体验科技发展有限公司(BJQ)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "102010",
                            "label": "北京中汽众悦汽车销售服务有限公司(102010)",
                            "brand": "领克"
                        },
                        {
                            "value": "100409",
                            "label": "北京鹏奥瑞致汽车销售服务有限公司(100409)",
                            "brand": "几何"
                        },
                        {
                            "value": "100407",
                            "label": "北京亿通昊瑞汽车销售服务有限公司(100407)",
                            "brand": "几何"
                        },
                        {
                            "value": "100411",
                            "label": "北京保路驰宏远汽车销售有限公司(100411)",
                            "brand": "几何"
                        },
                        {
                            "value": "100405",
                            "label": "北京盛世未蓝新能源汽车销售有限公司(100405)",
                            "brand": "几何"
                        },
                        {
                            "value": "100401",
                            "label": "北京富电新能源汽车销售有限公司(100401)",
                            "brand": "几何"
                        },
                        {
                            "value": "100402",
                            "label": "北京北方瑞意达汽车销售服务有限公司(100402)",
                            "brand": "几何"
                        },
                        {
                            "value": "100403",
                            "label": "北京中泽天盛汽车销售服务有限公司(100403)",
                            "brand": "几何"
                        },
                        {
                            "value": "100406",
                            "label": "北京名威致远汽车销售服务有限公司(100406)",
                            "brand": "几何"
                        },
                        {
                            "value": "100408",
                            "label": "北京车工新能源汽车科技有限公司(100408)",
                            "brand": "几何"
                        },
                        {
                            "value": "010401",
                            "label": "北京融车汇科技管理有限公司(010401)",
                            "brand": "几何"
                        },
                        {
                            "value": "100412",
                            "label": "北京盛世博蓝新能源汽车销售有限公司(100412)",
                            "brand": "几何"
                        },
                        {
                            "value": "100416",
                            "label": "北京领旭科技有限公司(100416)",
                            "brand": "几何"
                        },
                        {
                            "value": "100417",
                            "label": "北京金泰凯盛汽车销售服务有限公司(100417)",
                            "brand": "几何"
                        },
                        {
                            "value": "100420",
                            "label": "盛世吉星（北京）汽车销售有限公司(100420)",
                            "brand": "几何"
                        },
                        {
                            "value": "100421",
                            "label": "国网电动汽车服务有限公司(100421)",
                            "brand": "几何"
                        },
                        {
                            "value": "PS_BJ",
                            "label": "Polestar北京(PS_BJ)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "1000000",
                            "label": "北京二网保单(1000000)",
                            "brand": "吉利"
                        },
                        {
                            "value": "406010",
                            "label": "北京中汽众悦京南汽车销售服务有限公司(406010)",
                            "brand": "领克"
                        },
                        {
                            "value": "100041",
                            "label": "北京顺惠鑫达汽车销售服务有限公司(100041)",
                            "brand": "吉利"
                        },
                        {
                            "value": "100038",
                            "label": "北京合宏进汽车销售服务有限公司(100038)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900028",
                            "label": "北京盛世未蓝新能源汽车销售有限公司(900028)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900046",
                            "label": "北京盛世博蓝新能源汽车销售有限公司(900046)",
                            "brand": "吉利"
                        },
                        {
                            "value": "100006",
                            "label": "北京鸿通汽车修理有限公司(100006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "BJTEST",
                            "label": "北京吉利豪越4S店(BJTEST)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "344",
                    "label": "广东",
                    "children": [
                        {
                            "value": "102757",
                            "label": "佛山市领沃汽车销售服务有限公司(102757)",
                            "brand": "领克"
                        }
                    ]
                },
                {
                    "value": "312",
                    "label": "天津",
                    "children": [
                        {
                            "value": "101022",
                            "label": "天津津湘威泓汽车销售服务有限公司(101022)",
                            "brand": "领克"
                        },
                        {
                            "value": "102022",
                            "label": "天津鹏峰东特汽车贸易有限公司(102022)",
                            "brand": "领克"
                        },
                        {
                            "value": "103022",
                            "label": "天津中轩汽车贸易有限公司(103022)",
                            "brand": "领克"
                        },
                        {
                            "value": "220004",
                            "label": "天津市佳辉汽车销售有限公司(220004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "220008",
                            "label": "天津中远汽车贸易有限公司(220008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "220009",
                            "label": "天津骏宜达汽车销售有限公司(220009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "220015",
                            "label": "天津森之源汽车销售有限公司(220015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "220017",
                            "label": "天津港保税区惠驰汽车贸易有限公司(220017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "220019",
                            "label": "天津惠驰汽车销售服务有限公司(220019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "220405",
                            "label": "天津祺远汽车贸易有限公司(220405)",
                            "brand": "吉利"
                        },
                        {
                            "value": "TJA",
                            "label": "天津中汽南方汽车销售服务有限公司(TJA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TJC",
                            "label": "天津中升沃茂汽车销售服务有限公司(TJC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TJD",
                            "label": "天津荣沃汽车销售服务有限公司(TJD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TJE",
                            "label": "天津尊荣富沃汽车销售服务有限公司(TJE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "220406",
                            "label": "天津鹏峰信泰汽车贸易有限公司(220406)",
                            "brand": "几何"
                        },
                        {
                            "value": "220404",
                            "label": "天津中晟达升国际贸易有限公司(220404)",
                            "brand": "几何"
                        },
                        {
                            "value": "220403",
                            "label": "天津中盛新能源汽车销售有限公司(220403)",
                            "brand": "几何"
                        },
                        {
                            "value": "220401",
                            "label": "天津中远汽车贸易有限公司(220401)",
                            "brand": "几何"
                        },
                        {
                            "value": "104022",
                            "label": "天津领翔汽车销售有限公司(104022)",
                            "brand": "领克"
                        },
                        {
                            "value": "105022",
                            "label": "天津鹏峰乐驰汽车贸易有限公司(105022)",
                            "brand": "领克"
                        },
                        {
                            "value": "220020",
                            "label": "天津欣佰纳国际贸易有限公司(220020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "220407",
                            "label": "北方新兴（天津）汽车部件有限公司(220407)",
                            "brand": "几何"
                        },
                        {
                            "value": "900052",
                            "label": "天津鹏峰信泰汽车贸易有限公司(900052)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900005",
                            "label": "天津中晟达升国际贸易有限公司滨海新区分公司(900005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "300105",
                            "label": "天津悦驰汽车销售有限公司(300105)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "313",
                    "label": "河北",
                    "children": [
                        {
                            "value": "101310",
                            "label": "邯郸市盛淞汽车销售服务有限公司(101310)",
                            "brand": "领克"
                        },
                        {
                            "value": "101312",
                            "label": "保定轩宇凌厉汽车销售服务有限公司(101312)",
                            "brand": "领克"
                        },
                        {
                            "value": "101313",
                            "label": "张家口华驰臻鼎汽车销售服务有限公司(101313)",
                            "brand": "领克"
                        },
                        {
                            "value": "101315",
                            "label": "唐山汇京唐兴汽车销售服务有限责任公司(101315)",
                            "brand": "领克"
                        },
                        {
                            "value": "101317",
                            "label": "沧州吉鑫汽车销售服务有限公司(101317)",
                            "brand": "领克"
                        },
                        {
                            "value": "101319",
                            "label": "邢台欣迪丰汽车贸易有限公司(101319)",
                            "brand": "领克"
                        },
                        {
                            "value": "102311",
                            "label": "河北益力汽车贸易有限公司(102311)",
                            "brand": "领克"
                        },
                        {
                            "value": "103311",
                            "label": "河北晟沃汽车销售服务有限公司(103311)",
                            "brand": "领克"
                        },
                        {
                            "value": "310005",
                            "label": "邯郸市金太阳汽车科技有限公司(310005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "310006",
                            "label": "武安市西贝汽车销售有限公司(310006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "310007",
                            "label": "邯郸市金聚利汽车销售服务有限公司(310007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "310008",
                            "label": "邯郸市乐荣汽车销售服务有限公司(310008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "310009",
                            "label": "邯郸市广智汽车销售服务有限公司(310009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "311002",
                            "label": "河北荣神汽车销售服务有限公司(311002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "311003",
                            "label": "河北维德汽车销售服务有限公司(311003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "311004",
                            "label": "河北浩鼎汽车销售有限公司(311004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "311006",
                            "label": "河北合众汽车贸易有限公司(311006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "311007",
                            "label": "河北众意汽车销售服务有限公司(311007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "311806",
                            "label": "河北鸿通汽车销售有限公司(311806)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312004",
                            "label": "保定市元通汽车贸易有限公司(312004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312006",
                            "label": "高碑店市白沟众合通汽车贸易有限公司(312006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312009",
                            "label": "定州市成悦汽车贸易有限公司(312009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312010",
                            "label": "保定祥轩汽车销售有限公司(312010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312011",
                            "label": "保定市保跃汽车销售有限公司(312011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312012",
                            "label": "高碑店市恒捷汽车销售有限公司(312012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312013",
                            "label": "保定市轩吉汽车销售服务有限公司(312013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312014",
                            "label": "定州市盛海汽车销售有限公司(312014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312015",
                            "label": "涿州瑞驰物资贸易有限公司(312015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312802",
                            "label": "定州市长安汽车维修服务有限公司(312802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "313004",
                            "label": "张家口恒顺瑞达汽车销售服务有限公司(313004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "313007",
                            "label": "张家口吉晟汽车销售有限公司(313007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "313209",
                            "label": "张家口庞大豪庭汽车销售服务有限公司(313209)",
                            "brand": "吉利"
                        },
                        {
                            "value": "313804",
                            "label": "张家口利豪汽车销售有限公司(313804)",
                            "brand": "吉利"
                        },
                        {
                            "value": "313806",
                            "label": "张北弘宇汽车销售有限公司(313806)",
                            "brand": "吉利"
                        },
                        {
                            "value": "314001",
                            "label": "承德市永胜汽车销售有限公司(314001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "314701",
                            "label": "承德庞大豪庭汽车销售有限公司(314701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "314801",
                            "label": "承德吉沃汽车销售有限公司(314801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315006",
                            "label": "唐山威克汽车贸易有限公司(315006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315007",
                            "label": "唐山汇京唐豪汽车销售服务有限责任公司(315007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315020",
                            "label": "唐山赛路丰汽车销售服务有限公司(315020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315708",
                            "label": "唐山骥远汽车销售服务有限公司(315708)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315801",
                            "label": "唐山万汇汽车销售服务有限公司(315801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "316004",
                            "label": "河北汇竣汽车贸易有限公司(316004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "316005",
                            "label": "廊坊市瑞吉伟业汽车销售有限公司(316005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "316009",
                            "label": "霸州市艾普伟业汽车销售有限公司(316009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "316019",
                            "label": "廊坊东方天汇汽车销售有限公司(316019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "316209",
                            "label": "大城县克林汽车销售有限公司(316209)",
                            "brand": "吉利"
                        },
                        {
                            "value": "317002",
                            "label": "沧州天玉汽车销售服务有限公司(317002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "317004",
                            "label": "河间市谢氏汽车销售服务有限公司(317004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "317006",
                            "label": "黄骅市前进跃驰汽车贸易有限公司(317006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "317007",
                            "label": "泊头泰丽汽车贸易有限公司(317007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "317008",
                            "label": "沧州运兴汽车销售服务有限公司(317008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "317011",
                            "label": "河北泰丽汽车贸易有限公司(317011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "317803",
                            "label": "沧州泰丽汽车销售服务有限公司(317803)",
                            "brand": "吉利"
                        },
                        {
                            "value": "318003",
                            "label": "衡水新纪元商贸有限责任公司(318003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "318005",
                            "label": "衡水瑞成汽车销售服务有限公司(318005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "318701",
                            "label": "衡水庞大豪庭汽车销售服务有限公司(318701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "319004",
                            "label": "邢台盛德利鹏贸易有限责任公司(319004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "319006",
                            "label": "邢台京宾汽车贸易有限公司(319006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "319009",
                            "label": "邢台天佑达汽车服务有限公司(319009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "319011",
                            "label": "邢台豪威汽车贸易有限公司(319011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "319012",
                            "label": "邢台昌龙汽车服务有限公司(319012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "335701",
                            "label": "秦皇岛庞大信远汽车销售服务有限公司(335701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "335801",
                            "label": "秦皇岛万泽汽车销售有限公司(335801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "453006",
                            "label": "衡水汇博汽车贸易有限公司(453006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "BDB",
                            "label": "保定轩宇骐骥汽车销售服务有限公司(BDB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HBC",
                            "label": "石家庄冀东东沃汽车销售服务有限公司(HBC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HBD",
                            "label": "唐山庞大兴沃汽车销售服务有限公司(HBD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HBE",
                            "label": "保定庞大兴沃汽车销售服务有限公司(HBE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HBF",
                            "label": "邯郸市庞大兴沃汽车销售服务有限公司(HBF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HBG",
                            "label": "河北瑞沃商贸有限公司(HBG)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HBH",
                            "label": "沧州市德联汇源汽车贸易有限公司(HBH)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HBI",
                            "label": "张家口环亚汽车销售服务有限公司(HBI)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "QHD",
                            "label": "秦皇岛德沃汽车销售服务有限公司(QHD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TSC",
                            "label": "唐山凯沃商贸有限公司(TSC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XTA",
                            "label": "邢台银龙汽车销售服务有限公司(XTA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101316",
                            "label": "廊坊市宝宇汽车销售有限公司(101316)",
                            "brand": "领克"
                        },
                        {
                            "value": "102312",
                            "label": "保定市麦合汽车贸易有限公司(102312)",
                            "brand": "领克"
                        },
                        {
                            "value": "HSA",
                            "label": "衡水蓝池赛龙汽车销售服务有限公司(HSA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "311401",
                            "label": "河北格创贸易集团有限公司(311401)",
                            "brand": "几何"
                        },
                        {
                            "value": "311414",
                            "label": "石家庄康家新能源汽车有限公司(311414)",
                            "brand": "几何"
                        },
                        {
                            "value": "319401",
                            "label": "邢台京深汽车贸易有限公司(319401)",
                            "brand": "几何"
                        },
                        {
                            "value": "317401",
                            "label": "沧州捷远汽车贸易有限公司(317401)",
                            "brand": "几何"
                        },
                        {
                            "value": "312016",
                            "label": "保定市祥邦汽车销售服务有限公司(312016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "317012",
                            "label": "沧州国和华盛汽车销售服务有限公司(317012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "335802",
                            "label": "秦皇岛智立诚汽车销售服务有限公司(335802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "311008",
                            "label": "河北鸿嘉汽车贸易有限公司(311008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "103310",
                            "label": "邯郸市领路汽车销售服务有限公司(103310)",
                            "brand": "领克"
                        },
                        {
                            "value": "313008",
                            "label": "张家口庆茂汽车销售有限公司(313008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "314003",
                            "label": "承德吉鸿汽车销售有限公司(314003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312017",
                            "label": "保定市畅领汽车贸易有限公司(312017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "310010",
                            "label": "河北车魔方汽车贸易有限公司(310010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "312401",
                            "label": "河北大正人飞越汽车销售服务有限公司(312401)",
                            "brand": "几何"
                        },
                        {
                            "value": "313402",
                            "label": "张家口市汇友汽贸有限公司(313402)",
                            "brand": "几何"
                        },
                        {
                            "value": "310401",
                            "label": "邯郸市丛台区格创汽车销售服务有限公司(310401)",
                            "brand": "几何"
                        },
                        {
                            "value": "311402",
                            "label": "河北冠昶汽车贸易有限公司(311402)",
                            "brand": "几何"
                        },
                        {
                            "value": "313406",
                            "label": "张家口市汇友汽贸有限公司(313406)",
                            "brand": "几何"
                        },
                        {
                            "value": "316401",
                            "label": "廊坊市嘉际汽车销售有限公司(316401)",
                            "brand": "几何"
                        },
                        {
                            "value": "312402",
                            "label": "保定久鼎利汽车销售有限公司(312402)",
                            "brand": "几何"
                        },
                        {
                            "value": "102314",
                            "label": "承德吉坤汽车销售有限公司(102314)",
                            "brand": "领克"
                        },
                        {
                            "value": "102317",
                            "label": "沧州恒宝汽车销售服务有限公司(102317)",
                            "brand": "领克"
                        },
                        {
                            "value": "101318",
                            "label": "衡水汇嘉汽车销售服务有限公司(101318)",
                            "brand": "领克"
                        },
                        {
                            "value": "HBJ",
                            "label": "河北盛美汽车贸易有限公司(HBJ)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "065703",
                            "label": "霸州市艾普伟业汽车销售有限公司(065703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "050003",
                            "label": "石家庄正大天意汽车销售服务有限公司(050003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "061101",
                            "label": "黄骅市晟阳汽车销售有限公司(061101)",
                            "brand": "吉利"
                        },
                        {
                            "value": "074001",
                            "label": "高碑店市白沟众合通汽车贸易有限公司(074001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900032",
                            "label": "安平县正祥汽车服务有限公司(900032)",
                            "brand": "吉利"
                        },
                        {
                            "value": "065007",
                            "label": "廊坊东方天汇汽车销售有限公司(065007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "075404",
                            "label": "怀来车友吉利汽车销售有限公司(075404)",
                            "brand": "吉利"
                        },
                        {
                            "value": "076451",
                            "label": "张北弘宇汽车销售有限公司(076451)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315006_2",
                            "label": "唐山惠商汽车销售有限公司(315006_2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "315801_2",
                            "label": "迁安市玉国汽车修理厂(315801_2)",
                            "brand": "吉利"
                        },
                        {
                            "value": "TRXDHOJJMM",
                            "label": "测试新增河北承德吉利4S店(TRXDHOJJMM)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "335",
                    "label": "福建",
                    "children": [
                        {
                            "value": "XME",
                            "label": "厦门众骋汽车有限公司(XME)",
                            "brand": "沃尔沃"
                        }
                    ]
                },
                {
                    "value": "314",
                    "label": "山西",
                    "children": [
                        {
                            "value": "101351",
                            "label": "太原中鑫之宝汽车销售服务有限公司(101351)",
                            "brand": "领克"
                        },
                        {
                            "value": "101352",
                            "label": "山西银之隆汽车贸易有限公司(101352)",
                            "brand": "领克"
                        },
                        {
                            "value": "101355",
                            "label": "长治市锦程翔瑞汽车销售服务有限公司(101355)",
                            "brand": "领克"
                        },
                        {
                            "value": "101357",
                            "label": "临汾锦华领致汽车销售服务有限公司(101357)",
                            "brand": "领克"
                        },
                        {
                            "value": "101359",
                            "label": "运城市瑞莱汽车销售服务有限公司(101359)",
                            "brand": "领克"
                        },
                        {
                            "value": "349701",
                            "label": "朔州市海联力通物资有限公司(349701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "349801",
                            "label": "朔州市恒煜汽车销售有限责任公司(349801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "350004",
                            "label": "忻州市沃成汽车销售有限公司(350004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "350701",
                            "label": "忻州伸通汽贸有限公司(350701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "351007",
                            "label": "山西盛隆汽车销售服务有限公司(351007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "351008",
                            "label": "太原市老兵经贸有限公司(351008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "351702",
                            "label": "山西吉豪汽车销售服务有限公司(351702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "351704",
                            "label": "山西吉隆盛源汽车销售服务有限公司(351704)",
                            "brand": "吉利"
                        },
                        {
                            "value": "352801",
                            "label": "大同市友瑞商贸有限公司(352801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "353001",
                            "label": "阳泉三江吉吉汽车销售有限公司(353001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "353004",
                            "label": "阳泉吉美汽车销售有限公司(353004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "354004",
                            "label": "晋中浩源达汇汽车销售有限公司(354004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "354005",
                            "label": "晋中市世通汽贸有限责任公司(354005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "355011",
                            "label": "山西锦程瑞翔汽车贸易有限公司(355011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "355013",
                            "label": "长治市宏鑫元商贸有限公司(355013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "356001",
                            "label": "晋城市宏达亚飞汽车销售有限公司(356001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "356702",
                            "label": "晋城市鼎峰汽车销售服务有限公司(356702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "357005",
                            "label": "临汾市吉照汽车销售服务有限公司(357005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "357701",
                            "label": "临汾利通驰汽车销售服务有限公司(357701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "357802",
                            "label": "临汾经济技术开发区绿岳汽车销售服务有限公司(357802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "358004",
                            "label": "吕梁市联动万里汽车贸易有限公司(358004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "358702",
                            "label": "孝义市龙标汽车销售有限公司(358702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "358703",
                            "label": "吕梁庚星贸易有限公司(358703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "359002",
                            "label": "运城奥鸿汽车销售有限公司(359002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "359006",
                            "label": "运城市吉瑞豪汽车销售有限公司(359006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "359009",
                            "label": "运城市瑞利汽车销售服务有限公司(359009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "359701",
                            "label": "运城市金泉汽车销售有限公司(359701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "370009",
                            "label": "大同市启舰汽车销售服务有限责任公司(370009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "DTA",
                            "label": "大同市雁之沃汽车服务有限公司(DTA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "LFA",
                            "label": "临汾海之沃汽车服务有限公司(LFA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TYA",
                            "label": "太原市富豪新华夏汽车连锁销售有限公司(TYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "TYB",
                            "label": "山西沃之杰汽车销售有限公司(TYB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "YUA",
                            "label": "运城海之沃汽车服务有限公司(YUA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101353",
                            "label": "阳泉市知行汽车销售服务有限公司(101353)",
                            "brand": "领克"
                        },
                        {
                            "value": "CAA",
                            "label": "长治市潞通沃之杰汽车服务有限公司(CAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "352412",
                            "label": "大同市泽鸿汽车销售服务有限公司(352412)",
                            "brand": "几何"
                        },
                        {
                            "value": "357401",
                            "label": "临汾市吉越汽车销售服务有限公司(357401)",
                            "brand": "几何"
                        },
                        {
                            "value": "351401",
                            "label": "山西老兵新能源有限公司(351401)",
                            "brand": "几何"
                        },
                        {
                            "value": "359401",
                            "label": "运城市瑞铃汽车销售服务有限公司(359401)",
                            "brand": "几何"
                        },
                        {
                            "value": "356006",
                            "label": "晋城市鼎升汽车销售服务有限公司(356006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "355401",
                            "label": "长治市宏鑫元商贸有限公司(355401)",
                            "brand": "几何"
                        },
                        {
                            "value": "351412",
                            "label": "山西省投资集团新能源科技股份有限公司(351412)",
                            "brand": "几何"
                        },
                        {
                            "value": "351413",
                            "label": "临汾利通驰汽车销售服务有限公司(351413)",
                            "brand": "几何"
                        },
                        {
                            "value": "351415",
                            "label": "晋中市世通汽贸有限责任公司(351415)",
                            "brand": "几何"
                        },
                        {
                            "value": "351416",
                            "label": "吕梁庚星贸易有限公司(351416)",
                            "brand": "几何"
                        },
                        {
                            "value": "353411",
                            "label": "阳泉三江吉吉汽车销售有限公司(353411)",
                            "brand": "几何"
                        },
                        {
                            "value": "351402",
                            "label": "太原市中一嘉强环保科技开发有限公司(351402)",
                            "brand": "几何"
                        },
                        {
                            "value": "350410",
                            "label": "忻州煊瑞汽车销售服务有限公司(350410)",
                            "brand": "几何"
                        },
                        {
                            "value": "354401",
                            "label": "山西沣元祥汽车服务有限公司(354401)",
                            "brand": "几何"
                        },
                        {
                            "value": "030601",
                            "label": "山西骏泰汽车销售服务有限公司(030601)",
                            "brand": "吉利"
                        },
                        {
                            "value": "043401",
                            "label": "曲沃县腾隆汽贸有限责任公司(043401)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900015",
                            "label": "山西迪亚通新能源汽车有限公司南社街分公司(900015)",
                            "brand": "吉利"
                        }
                    ]
                }
            ]
        },
        {
            "accountType": 2,
            "value": "华南大区",
            "label": "华南大区",
            "children": [
                {
                    "value": "344",
                    "label": "广东",
                    "children": [
                        {
                            "value": "101020",
                            "label": "广州盛迪汽车销售服务有限公司(101020)",
                            "brand": "领克"
                        },
                        {
                            "value": "101662",
                            "label": "阳江市广宝嘉汽车销售服务有限公司(101662)",
                            "brand": "领克"
                        },
                        {
                            "value": "101663",
                            "label": "揭阳市鹏发领志车业有限公司(101663)",
                            "brand": "领克"
                        },
                        {
                            "value": "101668",
                            "label": "茂名京粤名浩汽车有限公司(101668)",
                            "brand": "领克"
                        },
                        {
                            "value": "101750",
                            "label": "江门市领通汽车销售服务有限公司(101750)",
                            "brand": "领克"
                        },
                        {
                            "value": "101751",
                            "label": "韶关市骊驰九州汽车销售服务有限公司(101751)",
                            "brand": "领克"
                        },
                        {
                            "value": "101752",
                            "label": "惠州市辉达惠吉汽车有限公司(101752)",
                            "brand": "领克"
                        },
                        {
                            "value": "101753",
                            "label": "梅州市誉成汽车销售服务有限公司(101753)",
                            "brand": "领克"
                        },
                        {
                            "value": "101755",
                            "label": "深圳市南方众悦汽车销售服务有限公司(101755)",
                            "brand": "领克"
                        },
                        {
                            "value": "101756",
                            "label": "珠海合尧汽车贸易有限公司(101756)",
                            "brand": "领克"
                        },
                        {
                            "value": "101757",
                            "label": "佛山市凌沃汽车销售服务有限公司(101757)",
                            "brand": "领克"
                        },
                        {
                            "value": "101758",
                            "label": "肇庆市粤顺达汽车销售服务有限公司(101758)",
                            "brand": "领克"
                        },
                        {
                            "value": "101760",
                            "label": "中山市众博汽车销售服务有限公司(101760)",
                            "brand": "领克"
                        },
                        {
                            "value": "101763",
                            "label": "清远市领英汽车销售服务有限公司(101763)",
                            "brand": "领克"
                        },
                        {
                            "value": "101768",
                            "label": "潮州骏辰汽车销售服务有限公司(101768)",
                            "brand": "领克"
                        },
                        {
                            "value": "101769",
                            "label": "东莞市永广汽车销售服务有限公司(101769)",
                            "brand": "领克"
                        },
                        {
                            "value": "102020",
                            "label": "广州市东富瑞达汽车销售服务有限公司(102020)",
                            "brand": "领克"
                        },
                        {
                            "value": "102755",
                            "label": "深圳市兴唐投资发展有限公司(102755)",
                            "brand": "领克"
                        },
                        {
                            "value": "102769",
                            "label": "东莞市合瑞达汽车销售有限公司(102769)",
                            "brand": "领克"
                        },
                        {
                            "value": "103020",
                            "label": "广州盛泽汽车销售服务有限公司(103020)",
                            "brand": "领克"
                        },
                        {
                            "value": "200011",
                            "label": "广州市铭智汽车贸易有限公司(200011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200014",
                            "label": "广州兆方华益汽车销售服务有限公司(200014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200019",
                            "label": "广州市铭润汽车贸易有限公司(200019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200020",
                            "label": "广州铭悦汽车销售服务有限公司(200020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200043",
                            "label": "广州长谭汽车销售有限公司(200043)",
                            "brand": "吉利"
                        },
                        {
                            "value": "660808",
                            "label": "汕尾市捷晟汽车有限公司(660808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "662002",
                            "label": "阳江宏泰汽车销售有限公司(662002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "662004",
                            "label": "阳江市中熙和利汽车销售服务有限公司(662004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "663002",
                            "label": "揭阳市粤达汽车有限公司(663002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "663006",
                            "label": "揭阳市鸿泰汽车有限公司(663006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "668701",
                            "label": "茂名市本锐汽车有限公司(668701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "668801",
                            "label": "茂名市车博士汽车服务有限公司(668801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "750004",
                            "label": "江门市新会鑫源汽车贸易有限公司(750004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "750009",
                            "label": "江门市辉胜达贸易有限公司(750009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "750010",
                            "label": "江门市合群汽车销售服务有限公司(750010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "751002",
                            "label": "韶关市丰日汽车贸易有限公司(751002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "751804",
                            "label": "韶关市昌盛汽车销售服务有限公司(751804)",
                            "brand": "吉利"
                        },
                        {
                            "value": "752004",
                            "label": "惠州市德通汽车贸易有限公司(752004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "752006",
                            "label": "惠州市辰达汽车贸易有限公司(752006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "752007",
                            "label": "惠州市辉达投资有限公司(752007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "752701",
                            "label": "惠州市冠通汽车贸易有限公司(752701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "752801",
                            "label": "惠州市鼎顺汽车贸易有限公司(752801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "753002",
                            "label": "梅州市顺达汽车销售服务有限公司(753002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "753701",
                            "label": "梅州市吉沃汽车销售服务有限公司(753701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "753801",
                            "label": "梅州市龙源汽车贸易有限公司(753801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "754006",
                            "label": "汕头市明东汽车贸易有限公司(754006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "754702",
                            "label": "汕头市腾达汽车销售服务有限公司(754702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755012",
                            "label": "深圳市振意汽车销售有限公司(755012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755013",
                            "label": "深圳市吉祥盛汽车销售服务有限公司(755013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755015",
                            "label": "深圳市三驰汽车销售服务有限公司(755015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755016",
                            "label": "深圳吉隆汽车销售有限公司(755016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755701",
                            "label": "深圳市深意汽车销售服务有限公司(755701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755703",
                            "label": "深圳市吉顺汽车销售有限公司(755703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755801",
                            "label": "深圳市凯捷通实业有限公司(755801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "756002",
                            "label": "珠海合利汽车贸易有限公司(756002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "756701",
                            "label": "珠海合越汽车销售服务有限公司(756701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "756802",
                            "label": "珠海志远贸易有限公司(756802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757001",
                            "label": "佛山市顺德区泓图汽车贸易有限公司(757001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757009",
                            "label": "佛山市博润汽车销售有限公司(757009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757010",
                            "label": "佛山市博海汽车销售服务有限公司(757010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757012",
                            "label": "佛山市盛迪汽车销售服务有限公司(757012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757016",
                            "label": "佛山市吉骏达汽车销售服务有限公司(757016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757702",
                            "label": "佛山市鹏威汽车销售服务有限公司(757702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757802",
                            "label": "佛山市顺德区华日英联汽车销售服务有限公司(757802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "758004",
                            "label": "肇庆市祥润汽车销售服务有限公司(758004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "758009",
                            "label": "肇庆市建兴汽车销售服务有限公司(758009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "759701",
                            "label": "湛江市湛豪汽车销售有限公司(759701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "759808",
                            "label": "湛江市兴邦汽车销售有限公司(759808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "760002",
                            "label": "中山市星时代汽车服务有限公司(760002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "760008",
                            "label": "中山市中晟汽车销售服务有限公司(760008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "760010",
                            "label": "中山喜盈汽车销售服务有限公司(760010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "760019",
                            "label": "中山市星时代汽车贸易有限公司(760019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "762009",
                            "label": "河源市嘉进龙汽车销售服务有限公司(762009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "762701",
                            "label": "河源市志佳汽车销售有限公司(762701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "763002",
                            "label": "清远市标竣汽车销售服务有限公司(763002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "763701",
                            "label": "清远市圆泰汽车销售服务有限公司(763701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "766009",
                            "label": "云浮市博润汽车销售有限公司(766009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "768006",
                            "label": "潮州市博利汽车销售服务有限公司(768006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "768801",
                            "label": "潮州市长威贸易有限公司(768801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769004",
                            "label": "东莞市兴隆汽车贸易有限公司(769004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769007",
                            "label": "东莞市顺隆汽车贸易有限公司(769007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769008",
                            "label": "东莞市睿博汽车贸易有限公司(769008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769009",
                            "label": "惠州市吉乾汽车贸易有限公司(769009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769010",
                            "label": "东莞市众强贸易有限公司(769010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769012",
                            "label": "东莞市景利汽车销售服务有限公司(769012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769014",
                            "label": "东莞市博远汽车销售服务有限公司(769014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769016",
                            "label": "东莞市东申汽车销售服务有限公司(769016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769017",
                            "label": "东莞市永骁汽车销售服务有限公司(769017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769018",
                            "label": "广东博胜汽车销售服务有限公司(769018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769019",
                            "label": "东莞市合烁汽车销售服务有限公司(769019)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769701",
                            "label": "东莞市新华利汽车贸易有限公司(769701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "DGA",
                            "label": "东莞中汽南方汽车销售服务有限公司(DGA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "DGB",
                            "label": "东莞市世沃汽车销售服务有限公司(DGB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "DGC",
                            "label": "东莞市永赢汽车销售服务有限公司(DGC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "FSA",
                            "label": "佛山市南方骏沃汽车销售服务有限公司(FSA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "GZA",
                            "label": "广东中汽南方胜沃汽车销售服务有限公司(GZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "GZB",
                            "label": "广州市永安富豪汽车贸易有限公司(GZB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "GZC",
                            "label": "广州世祥汽车销售有限公司(GZC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "GZD",
                            "label": "广东广物君沃汽车销售服务有限公司(GZD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "GZE",
                            "label": "广州骏沃汽车销售服务有限公司(GZE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "GZH",
                            "label": "广东南方骏沃汽车销售服务有限公司(GZH)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HUC",
                            "label": "惠州市鑫惠汽车有限公司(HUC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JMA",
                            "label": "江门元柏通汽车销售服务有限公司(JMA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "JYA",
                            "label": "揭阳市恒丰汽车贸易有限公司(JYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NHA",
                            "label": "佛山市富豪汽车销售服务有限公司(NHA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "QYA",
                            "label": "清远南方骏沃汽车销售服务有限公司(QYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SDB",
                            "label": "佛山市顺德区世维汽车销售服务有限公司(SDB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "STA",
                            "label": "汕头市恒康汽车贸易有限公司(STA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SZA",
                            "label": "深圳市中汽南方汽车维修有限公司(SZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SZB",
                            "label": "深圳市中汽南方华沃汽车销售服务有限公司(SZB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SZC",
                            "label": "深圳市德顺行汽车销售服务有限公司(SZC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SZD",
                            "label": "深圳鼎沃汽车销售服务有限公司(SZD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SZE",
                            "label": "深圳市德利行汽车销售服务有限公司(SZE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZAA",
                            "label": "湛江合沃汽车销售服务有限公司(ZAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZHA",
                            "label": "珠海中汽南方汽车销售服务有限公司(ZHA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZQA",
                            "label": "肇庆美轮庆沃汽车有限公司(ZQA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZSA",
                            "label": "中山中汽南方汽车销售服务有限公司(ZSA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "102752",
                            "label": "惠州市永为汽车销售服务有限公司(102752)",
                            "brand": "领克"
                        },
                        {
                            "value": "101762",
                            "label": "河源丰瑞汽车有限公司(101762)",
                            "brand": "领克"
                        },
                        {
                            "value": "SZF",
                            "label": "深圳市德智行汽车销售服务有限公司(SZF)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SZG",
                            "label": "深圳中升沃茂汽车销售服务有限公司(SZG)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "DGD",
                            "label": "广东逸宸实业发展有限公司(DGD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "102760",
                            "label": "中山市德熙进口汽车销售服务有限公司(102760)",
                            "brand": "领克"
                        },
                        {
                            "value": "103769",
                            "label": "东莞市祥昇汽车有限公司(103769)",
                            "brand": "领克"
                        },
                        {
                            "value": "757401",
                            "label": "佛山市协力顺豪新能源汽车贸易有限公司(757401)",
                            "brand": "几何"
                        },
                        {
                            "value": "200405",
                            "label": "广州市铭润汽车贸易有限公司(200405)",
                            "brand": "几何"
                        },
                        {
                            "value": "200404",
                            "label": "广州海恒新利汽车销售服务有限公司(200404)",
                            "brand": "几何"
                        },
                        {
                            "value": "754401",
                            "label": "汕头市威达汽车销售服务有限公司(754401)",
                            "brand": "几何"
                        },
                        {
                            "value": "755404",
                            "label": "深圳市鼎豪新能源汽车销售服务有限公司(755404)",
                            "brand": "几何"
                        },
                        {
                            "value": "755403",
                            "label": "深圳市骏源汽车销售服务有限公司(755403)",
                            "brand": "几何"
                        },
                        {
                            "value": "755402",
                            "label": "深圳市鹏威汽车销售服务有限公司(755402)",
                            "brand": "几何"
                        },
                        {
                            "value": "755406",
                            "label": "深圳市泓泽汽车服务有限公司(755406)",
                            "brand": "几何"
                        },
                        {
                            "value": "760410",
                            "label": "中山市悦新汽车销售服务有限公司(760410)",
                            "brand": "几何"
                        },
                        {
                            "value": "769402",
                            "label": "东莞市新物种新能源汽车有限公司(769402)",
                            "brand": "几何"
                        },
                        {
                            "value": "200016",
                            "label": "广州市鑫欧创汽车销售服务有限公司(200016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200023",
                            "label": "广州铭汇汽车销售有限公司(200023)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769020",
                            "label": "东莞市星辰汽车贸易有限公司(769020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "759008",
                            "label": "湛江市喜悦汽车服务有限公司(759008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "769021",
                            "label": "东莞市驰铭汽车销售服务有限公司(769021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755018",
                            "label": "深圳市鹏鑫盛汽车销售服务有限公司(755018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "103755",
                            "label": "深圳骏昌汽车销售服务有限公司(103755)",
                            "brand": "领克"
                        },
                        {
                            "value": "200021",
                            "label": "广州铭辰汽车销售有限公司(200021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757017",
                            "label": "佛山市顺德区港恩汽车销售服务有限公司(757017)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757018",
                            "label": "佛山市南海狮山申联汽车销售服务有限公司(757018)",
                            "brand": "吉利"
                        },
                        {
                            "value": "760020",
                            "label": "中山市友道汽车销售服务有限公司(760020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "754007",
                            "label": "汕头市鸿图汽车有限公司(754007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "750011",
                            "label": "江门市鑫辉汽车销售服务有限公司(750011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757020",
                            "label": "佛山市顺德区盈之杰汽车贸易有限公司(757020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755020",
                            "label": "深圳市乾通汽车销售服务有限公司(755020)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200026",
                            "label": "广州兴邦汽车销售有限公司(200026)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200027",
                            "label": "广州吉泰汽车销售服务有限公司(200027)",
                            "brand": "吉利"
                        },
                        {
                            "value": "763003",
                            "label": "清远市合骏汽车销售服务有限公司(763003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200402",
                            "label": "互动新能量（广东）电动科技发展有限公司(200402)",
                            "brand": "几何"
                        },
                        {
                            "value": "200403",
                            "label": "广州庞大晶意新能源汽车销售服务有限公司(200403)",
                            "brand": "几何"
                        },
                        {
                            "value": "200401",
                            "label": "广州市铭智汽车贸易有限公司(200401)",
                            "brand": "几何"
                        },
                        {
                            "value": "200415",
                            "label": "广州吉利新能源汽车销售有限公司(200415)",
                            "brand": "几何"
                        },
                        {
                            "value": "200416",
                            "label": "广州优行科技有限公司(200416)",
                            "brand": "几何"
                        },
                        {
                            "value": "200422",
                            "label": "广州腾信汽车销售有限公司(200422)",
                            "brand": "几何"
                        },
                        {
                            "value": "755414",
                            "label": "深圳吉利汽车销售有限公司(755414)",
                            "brand": "几何"
                        },
                        {
                            "value": "757411",
                            "label": "佛山科力远汽车科技服务有限公司(757411)",
                            "brand": "几何"
                        },
                        {
                            "value": "757413",
                            "label": "佛山优行科力源汽车租赁有限公司(757413)",
                            "brand": "几何"
                        },
                        {
                            "value": "769401",
                            "label": "东莞优行科技有限公司(769401)",
                            "brand": "几何"
                        },
                        {
                            "value": "200406",
                            "label": "广州海恒好利汽车销售服务有限公司(200406)",
                            "brand": "几何"
                        },
                        {
                            "value": "200407",
                            "label": "广州腾骏汽车销售有限公司(200407)",
                            "brand": "几何"
                        },
                        {
                            "value": "754402",
                            "label": "汕头市优行出租汽车有限公司(754402)",
                            "brand": "几何"
                        },
                        {
                            "value": "200408",
                            "label": "广州吉利新能源汽车销售有限公司(200408)",
                            "brand": "几何"
                        },
                        {
                            "value": "755430",
                            "label": "深圳市吉利优行科技有限公司(755430)",
                            "brand": "几何"
                        },
                        {
                            "value": "755431",
                            "label": "深圳吉利汽车销售有限公司(755431)",
                            "brand": "几何"
                        },
                        {
                            "value": "755407",
                            "label": "深圳市泓泽汽车服务有限公司(755407)",
                            "brand": "几何"
                        },
                        {
                            "value": "755408",
                            "label": "深圳吉利汽车销售有限公司(755408)",
                            "brand": "几何"
                        },
                        {
                            "value": "200417",
                            "label": "广州奈德新能源汽车服务有限公司(200417)",
                            "brand": "几何"
                        },
                        {
                            "value": "200421",
                            "label": "广州吉利新能源汽车销售有限公司(200421)",
                            "brand": "几何"
                        },
                        {
                            "value": "755409",
                            "label": "深圳市车锂子新能源汽车销售有限公司(755409)",
                            "brand": "几何"
                        },
                        {
                            "value": "755410",
                            "label": "深圳市国源汽车销售服务有限公司(755410)",
                            "brand": "几何"
                        },
                        {
                            "value": "755432",
                            "label": "深圳吉利汽车销售有限公司(755432)",
                            "brand": "几何"
                        },
                        {
                            "value": "752402",
                            "label": "惠州吉沃汽车销售服务有限公司(752402)",
                            "brand": "几何"
                        },
                        {
                            "value": "200427",
                            "label": "广州美轮新未来汽车销售服务有限公司(200427)",
                            "brand": "几何"
                        },
                        {
                            "value": "757402",
                            "label": "佛山市吉沣几何汽车销售服务有限公司(757402)",
                            "brand": "几何"
                        },
                        {
                            "value": "762401",
                            "label": "河源吉瑞汽车有限公司(762401)",
                            "brand": "几何"
                        },
                        {
                            "value": "755420",
                            "label": "易为时代（深圳）新能源汽车科技有限公司(755420)",
                            "brand": "几何"
                        },
                        {
                            "value": "755423",
                            "label": "深圳吉利汽车销售有限公司(755423)",
                            "brand": "几何"
                        },
                        {
                            "value": "200428",
                            "label": "广州中粤汽车销售服务有限公司(200428)",
                            "brand": "几何"
                        },
                        {
                            "value": "200429",
                            "label": "广州吉利新能源汽车销售有限公司(200429)",
                            "brand": "几何"
                        },
                        {
                            "value": "PS_GZ",
                            "label": "Polestar广州(PS_GZ)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "PS_SZ",
                            "label": "Polestar深圳(PS_SZ)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "101754",
                            "label": "汕头南方众悦汽车销售服务有限公司(101754)",
                            "brand": "领克"
                        },
                        {
                            "value": "101660",
                            "label": "汕尾明东汽车贸易有限公司(101660)",
                            "brand": "领克"
                        },
                        {
                            "value": "200443",
                            "label": "广州吉利新能源汽车销售有限公司(200443)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200411",
                            "label": "广州吉利新能源汽车销售有限公司(200411)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200414",
                            "label": "广州吉利新能源汽车销售有限公司(200414)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200419",
                            "label": "广州吉利新能源汽车销售有限公司(200419)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200420",
                            "label": "广州吉利新能源汽车销售有限公司(200420)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200425",
                            "label": "广州吉利新能源汽车销售有限公司(200425)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200426",
                            "label": "广州吉利新能源汽车销售有限公司(200426)",
                            "brand": "吉利"
                        },
                        {
                            "value": "200030",
                            "label": "广州市铭智汽车销售服务有限公司(200030)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755412",
                            "label": "深圳吉利汽车销售有限公司(755412)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755415",
                            "label": "深圳吉利汽车销售有限公司(755415)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755416",
                            "label": "深圳吉利汽车销售有限公司(755416)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755411",
                            "label": "深圳吉利汽车销售有限公司(755411)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755413",
                            "label": "深圳吉利汽车销售有限公司(755413)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755421",
                            "label": "深圳吉利汽车销售有限公司(755421)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755401",
                            "label": "深圳吉利汽车销售有限公司(755401)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755422",
                            "label": "深圳吉利汽车销售有限公司(755422)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755021",
                            "label": "深圳市通联汽车销售服务有限公司(755021)",
                            "brand": "吉利"
                        },
                        {
                            "value": "528303",
                            "label": "佛山市顺德区金图名汽车修配有限公司(528303)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900045",
                            "label": "东莞市新物种新能源汽车有限公司(900045)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900044",
                            "label": "广州海恒好利汽车销售服务有限公司(900044)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900008",
                            "label": "广州望烽汽车服务有限公司(900008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "DD0025",
                            "label": "广州小木吉汽车服务有限公司(DD0025)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757020_2W1",
                            "label": "佛山市顺德区金图名汽车贸易有限公司(757020_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "757018_2W1",
                            "label": "佛山市南海狮山申联汽车销售服务有限公司(757018_2W1)",
                            "brand": "吉利"
                        },
                        {
                            "value": "SZJ",
                            "label": "深圳深标嘉汽车有限公司(SZJ)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SZI",
                            "label": "深圳市标深汽车有限公司(SZI)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZHB",
                            "label": "珠海市德顺行汽车销售服务有限公司(ZHB)",
                            "brand": "沃尔沃"
                        }
                    ]
                },
                {
                    "value": "345",
                    "label": "广西",
                    "children": [
                        {
                            "value": "101772",
                            "label": "柳州市鹏博汽车销售有限公司(101772)",
                            "brand": "领克"
                        },
                        {
                            "value": "102771",
                            "label": "广西沃之悦汽车服务有限公司(102771)",
                            "brand": "领克"
                        },
                        {
                            "value": "103773",
                            "label": "桂林弘帆桂吉汽车销售服务有限公司(103773)",
                            "brand": "领克"
                        },
                        {
                            "value": "744004",
                            "label": "梧州市吉沃汽车销售服务有限公司(744004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "744701",
                            "label": "梧州市瑞安汽车贸易有限公司(744701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755011",
                            "label": "贵港市恒正汽车销售服务有限公司(755011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "755704",
                            "label": "广西吉星汽车销售服务有限公司(755704)",
                            "brand": "吉利"
                        },
                        {
                            "value": "770001",
                            "label": "防城港市港利汽车销售服务有限公司(770001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "771003",
                            "label": "南宁开河汽车销售服务有限公司(771003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "771009",
                            "label": "广西南宁资瑞汽车销售服务有限责任公司(771009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "771010",
                            "label": "崇左市宏瑞汽车销售服务有限公司(771010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "771703",
                            "label": "广西开心汽车服务有限公司(771703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "771801",
                            "label": "南宁市运泽汽车销售有限责任公司(771801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "771819",
                            "label": "广西融泽汽车销售服务有限公司(771819)",
                            "brand": "吉利"
                        },
                        {
                            "value": "772011",
                            "label": "柳州市德龙汽车销售有限公司(772011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "772701",
                            "label": "柳州市鹏帆物资贸易有限公司(772701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "772702",
                            "label": "柳州吉荣汽车销售有限公司(772702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "772801",
                            "label": "柳州市骏驭汽车销售有限公司(772801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "772808",
                            "label": "广西来宾市华冠贸易有限公司(772808)",
                            "brand": "吉利"
                        },
                        {
                            "value": "773001",
                            "label": "桂林市宝路通汽车贸易有限公司(773001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "773006",
                            "label": "桂林宝吉汽车销售服务有限公司(773006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "773008",
                            "label": "桂林远捷汽车贸易有限公司(773008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "773701",
                            "label": "桂林丰驰汽车贸易有限公司(773701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "774009",
                            "label": "贺州市日月机电销售有限公司(774009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "775008",
                            "label": "玉林汇骏汽车销售服务有限公司(775008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "775009",
                            "label": "广西玉林甘霖汽车销售服务有限公司(775009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "776010",
                            "label": "广西百色市盛利汽车销售服务有限公司(776010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "776701",
                            "label": "百色桂通汽车销售服务有限公司(776701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "777001",
                            "label": "广西钦州盛和源汽车销售服务有限公司(777001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "777701",
                            "label": "钦州开心汽车服务有限公司(777701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "778001",
                            "label": "河池市汽车服务有限责任公司(778001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "778002",
                            "label": "河池市吉友汽车销售服务有限责任公司(778002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "779001",
                            "label": "北海开心汽车服务有限公司(779001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "779002",
                            "label": "北海瑞吉盛汽车销售服务有限公司(779002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "GLA",
                            "label": "桂林弘沃汽车销售服务有限公司(GLA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NNA",
                            "label": "广西弘瑞汽车销售服务有限公司(NNA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "NNC",
                            "label": "柳州弘耀汽车销售服务有限公司(NNC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "QAA",
                            "label": "钦州市恒沃汽车销售服务有限公司(QAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101775",
                            "label": "玉林骏泰汽车销售服务有限公司(101775)",
                            "brand": "领克"
                        },
                        {
                            "value": "403771",
                            "label": "南宁领悦汽车销售服务有限公司(403771)",
                            "brand": "领克"
                        },
                        {
                            "value": "NNE",
                            "label": "广西恒骊汽车销售服务有限公司(NNE)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "774010",
                            "label": "贺州市吉通汽车销售服务有限公司(774010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "104771",
                            "label": "广西弘致汽车销售服务有限公司(104771)",
                            "brand": "领克"
                        },
                        {
                            "value": "102775",
                            "label": "贵港骏翘汽车销售服务有限公司(102775)",
                            "brand": "领克"
                        },
                        {
                            "value": "101776",
                            "label": "百色骏兴汽车销售服务有限公司(101776)",
                            "brand": "领克"
                        },
                        {
                            "value": "101779",
                            "label": "北海弘狮汽车销售服务有限公司(101779)",
                            "brand": "领克"
                        },
                        {
                            "value": "773007",
                            "label": "桂林吉沃汽车销售有限公司(773007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "771011",
                            "label": "广西南宁景润汽车销售服务有限责任公司(771011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "771400",
                            "label": "南宁市运泽汽车销售有限责任公司(771400)",
                            "brand": "几何"
                        },
                        {
                            "value": "775401",
                            "label": "玉林市先行新能源汽车销售有限公司(775401)",
                            "brand": "几何"
                        },
                        {
                            "value": "771402",
                            "label": "广西吉开汽车销售服务有限公司(771402)",
                            "brand": "几何"
                        },
                        {
                            "value": "772003",
                            "label": "广西来宾市质冠贸易有限公司(772003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "537007",
                            "label": "南宁市资达汽车修理厂(537007)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "335",
                    "label": "福建",
                    "children": [
                        {
                            "value": "101591",
                            "label": "福建华骏天品汽车销售服务有限公司(101591)",
                            "brand": "领克"
                        },
                        {
                            "value": "101592",
                            "label": "厦门新成功瑞利汽车有限公司(101592)",
                            "brand": "领克"
                        },
                        {
                            "value": "101594",
                            "label": "莆田奇奇汽车销售服务有限公司(101594)",
                            "brand": "领克"
                        },
                        {
                            "value": "101595",
                            "label": "泉州市博爵汽车有限责任公司(101595)",
                            "brand": "领克"
                        },
                        {
                            "value": "101596",
                            "label": "漳州市华骏天成汽车销售服务有限公司(101596)",
                            "brand": "领克"
                        },
                        {
                            "value": "101597",
                            "label": "福建鑫浪汽车销售有限公司(101597)",
                            "brand": "领克"
                        },
                        {
                            "value": "102595",
                            "label": "福建泉州中润汽车发展有限公司(102595)",
                            "brand": "领克"
                        },
                        {
                            "value": "103592",
                            "label": "厦门国戎华宏汽车销售服务有限公司(103592)",
                            "brand": "领克"
                        },
                        {
                            "value": "502592",
                            "label": "厦门新成功领利贸易有限公司(502592)",
                            "brand": "领克"
                        },
                        {
                            "value": "591003",
                            "label": "福建省吉沃汽车贸易有限公司(591003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "591010",
                            "label": "福建省吉易汽车贸易有限公司(591010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "591012",
                            "label": "福州金瑞汽车销售服务有限公司(591012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "591014",
                            "label": "福清市宏业汽车销售服务有限公司(591014)",
                            "brand": "吉利"
                        },
                        {
                            "value": "591103",
                            "label": "福州赛马汽车销售服务有限公司(591103)",
                            "brand": "吉利"
                        },
                        {
                            "value": "592003",
                            "label": "厦门宏源发商贸发展有限公司(592003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "592010",
                            "label": "厦门市俊得利汽车贸易有限公司(592010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "592011",
                            "label": "厦门嘉诚吉祥汽车有限公司(592011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "592701",
                            "label": "厦门合升汽车销售有限公司(592701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "592702",
                            "label": "厦门惠胜置业有限公司(592702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "593004",
                            "label": "宁德市远辉汽车贸易有限公司(593004)",
                            "brand": "吉利"
                        },
                        {
                            "value": "593005",
                            "label": "宁德市盛世汽车有限公司(593005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "594001",
                            "label": "莆田市志强汽车贸易有限公司(594001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "594701",
                            "label": "福建省步峰汽车贸易有限公司(594701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "595002",
                            "label": "泉州市鲤中汽车贸易有限公司(595002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "595007",
                            "label": "泉州市吉沃实业有限责任公司(595007)",
                            "brand": "吉利"
                        },
                        {
                            "value": "595008",
                            "label": "泉州高吉汽车销售服务有限公司(595008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "595010",
                            "label": "泉州盛元兴利汽车销售服务有限公司(595010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "595701",
                            "label": "泉州市帝豪汽车服务有限公司(595701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "595801",
                            "label": "泉州鲤城劲达汽车贸易有限公司(595801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "596701",
                            "label": "漳州豪福汽车配件贸易有限公司(596701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "596801",
                            "label": "龙海市鸿伟汽车销售服务有限公司(596801)",
                            "brand": "吉利"
                        },
                        {
                            "value": "597006",
                            "label": "龙岩得天汽车销售服务有限公司(597006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "597701",
                            "label": "龙岩龙豪汽车贸易有限公司(597701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "598208",
                            "label": "三明市成业汽车销售有限公司(598208)",
                            "brand": "吉利"
                        },
                        {
                            "value": "599009",
                            "label": "南平市华福山城贸易有限公司(599009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "599802",
                            "label": "南平市汇福贸易有限公司(599802)",
                            "brand": "吉利"
                        },
                        {
                            "value": "FZA",
                            "label": "福州鼎沃汽车销售服务有限公司(FZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "FZB",
                            "label": "福建吉诺富豪汽车贸易有限公司(FZB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "LYB",
                            "label": "龙岩市英瑞福汽车销售服务有限公司(LYB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "PTA",
                            "label": "莆田吉诺富豪汽车销售服务有限公司(PTA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "QZC",
                            "label": "晋江市鸿海汽车贸易有限公司(QZC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XMA",
                            "label": "厦门新成功瑞沃汽车有限公司(XMA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "XMC",
                            "label": "厦门新成功瑞集汽车有限公司(XMC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "ZZC",
                            "label": "漳州新成功汽车贸易有限公司(ZZC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "QZA",
                            "label": "泉州市鸿海汽车贸易有限公司(QZA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "403595",
                            "label": "泉州市博智汽车有限责任公司(403595)",
                            "brand": "领克"
                        },
                        {
                            "value": "594401",
                            "label": "福建神威新能源汽车有限公司(594401)",
                            "brand": "几何"
                        },
                        {
                            "value": "592401",
                            "label": "厦门新行科技有限公司(592401)",
                            "brand": "几何"
                        },
                        {
                            "value": "596401",
                            "label": "龙海市鸿伟汽车销售服务有限公司(596401)",
                            "brand": "几何"
                        },
                        {
                            "value": "595011",
                            "label": "泉州欧万汽车销售服务有限公司(595011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "591401",
                            "label": "福建卓然新能源科技有限公司(591401)",
                            "brand": "几何"
                        },
                        {
                            "value": "595401",
                            "label": "泉州云泰之星汽车发展有限公司(595401)",
                            "brand": "几何"
                        },
                        {
                            "value": "592414",
                            "label": "厦门吉利优行科技有限公司(592414)",
                            "brand": "几何"
                        },
                        {
                            "value": "591406",
                            "label": "福州吉利帝豪新能源汽车销售有限公司(591406)",
                            "brand": "几何"
                        },
                        {
                            "value": "591407",
                            "label": "福州优行网络科技有限公司(591407)",
                            "brand": "几何"
                        },
                        {
                            "value": "591408",
                            "label": "福州巨驰车业有限公司(591408)",
                            "brand": "几何"
                        },
                        {
                            "value": "591411",
                            "label": "福州吉博汽车贸易有限公司(591411)",
                            "brand": "几何"
                        },
                        {
                            "value": "595402",
                            "label": "泉州盛元汽车销售服务有限公司(595402)",
                            "brand": "几何"
                        },
                        {
                            "value": "598401",
                            "label": "三明绿安达汽车销售服务有限公司(598401)",
                            "brand": "几何"
                        },
                        {
                            "value": "PS_XM",
                            "label": "Polestar厦门(PS_XM)",
                            "brand": "Polestar"
                        },
                        {
                            "value": "591412",
                            "label": "福州吉利帝豪新能源汽车销售有限公司(591412)",
                            "brand": "吉利"
                        },
                        {
                            "value": "591403",
                            "label": "福州吉利帝豪新能源汽车销售有限公司(591403)",
                            "brand": "吉利"
                        },
                        {
                            "value": "591402",
                            "label": "福州吉利帝豪新能源汽车销售有限公司(591402)",
                            "brand": "吉利"
                        },
                        {
                            "value": "591410",
                            "label": "福州吉利帝豪新能源汽车销售有限公司(591410)",
                            "brand": "吉利"
                        },
                        {
                            "value": "591414",
                            "label": "福州吉利帝豪新能源汽车销售有限公司(591414)",
                            "brand": "吉利"
                        },
                        {
                            "value": "592411",
                            "label": "厦门吉利汽车销售有限公司(592411)",
                            "brand": "吉利"
                        },
                        {
                            "value": "592412",
                            "label": "厦门吉利汽车销售有限公司(592412)",
                            "brand": "吉利"
                        },
                        {
                            "value": "592410",
                            "label": "厦门吉利汽车销售有限公司(592410)",
                            "brand": "吉利"
                        },
                        {
                            "value": "592403",
                            "label": "厦门吉利汽车销售有限公司(592403)",
                            "brand": "吉利"
                        },
                        {
                            "value": "592406",
                            "label": "厦门吉利汽车销售有限公司(592406)",
                            "brand": "吉利"
                        },
                        {
                            "value": "XMD",
                            "label": "厦门新成功沃翔汽车有限公司(XMD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "596006",
                            "label": "漳州鸿伟天和汽车销售有限公司(596006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "362003",
                            "label": "泉州市恒信汽车维修有限公司(362003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "362204",
                            "label": "泉州日产汽车有限公司(362204)",
                            "brand": "吉利"
                        },
                        {
                            "value": "354001",
                            "label": "邵武市中福汽车贸易有限公司(354001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900049",
                            "label": "泉州云泰之星汽车发展有限公司(900049)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900068",
                            "label": "福州美嘉达汽车服务有限公司(900068)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900071",
                            "label": "厦门新行科技有限公司(900071)",
                            "brand": "吉利"
                        },
                        {
                            "value": "361011",
                            "label": "厦门市鑫庆顺汽车服务有限公司(361011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "900012",
                            "label": "福建神威新能源汽车有限公司(900012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "350010",
                            "label": "福州华威机动车修理有限公司(350010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "350011",
                            "label": "福州驰腾汽车维修服务有限公司(350011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "FZC",
                            "label": "福州捷路汽车有限公司(FZC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "598004",
                            "label": "三明市成意汽车销售有限公司(598004)",
                            "brand": "吉利"
                        }
                    ]
                },
                {
                    "value": "346",
                    "label": "海南",
                    "children": [
                        {
                            "value": "101898",
                            "label": "海南合沃汽车销售有限公司(101898)",
                            "brand": "领克"
                        },
                        {
                            "value": "891702",
                            "label": "海南开心汽车销售服务有限公司(891702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "898003",
                            "label": "海南合众汽车销售有限公司(898003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "898009",
                            "label": "海南合吉汽车销售有限公司(898009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "898012",
                            "label": "三亚丰正华吉星汽车销售有限公司(898012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "HKA",
                            "label": "海南天昌达汽车销售服务有限公司(HKA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "SYB",
                            "label": "三亚宝欣隆汽车销售服务有限公司(SYB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "898413",
                            "label": "海南蔚蓝汽车管理有限公司(898413)",
                            "brand": "几何"
                        },
                        {
                            "value": "898401",
                            "label": "海南开心汽车销售服务有限公司(898401)",
                            "brand": "几何"
                        },
                        {
                            "value": "898402",
                            "label": "海南省立德汽车服务有限公司(898402)",
                            "brand": "几何"
                        },
                        {
                            "value": "898403",
                            "label": "海南合众汽车销售有限公司(898403)",
                            "brand": "几何"
                        },
                        {
                            "value": "898404",
                            "label": "海南合吉汽车销售有限公司(898404)",
                            "brand": "几何"
                        },
                        {
                            "value": "898406",
                            "label": "海南青胜蓝汽车销售服务有限公司(898406)",
                            "brand": "几何"
                        },
                        {
                            "value": "898405",
                            "label": "海南和骏汽车销售有限公司(898405)",
                            "brand": "几何"
                        }
                    ]
                }
            ]
        },

        {
            "accountType": 2,
            "value": "安徽",
            "label": "安徽",
            "children": [
                {
                    "value": "334",
                    "label": "安徽",
                    "children": [
                        {
                            "value": "101551",
                            "label": "安徽同一汽车销售有限公司(101551)",
                            "brand": "领克"
                        },
                        {
                            "value": "101553",
                            "label": "芜湖宝吉鑫汽车销售服务有限公司(101553)",
                            "brand": "领克"
                        },
                        {
                            "value": "101556",
                            "label": "安庆利沃汽车销售服务有限公司(101556)",
                            "brand": "领克"
                        },
                        {
                            "value": "101557",
                            "label": "宿州市金佛汽车销售服务有限公司(101557)",
                            "brand": "领克"
                        },
                        {
                            "value": "101558",
                            "label": "阜阳悦行汽车服务有限公司(101558)",
                            "brand": "领克"
                        },
                        {
                            "value": "101561",
                            "label": "淮北市金成汽车销售有限公司(101561)",
                            "brand": "领克"
                        },
                        {
                            "value": "101563",
                            "label": "宣城曙光汽车销售服务有限公司(101563)",
                            "brand": "领克"
                        },
                        {
                            "value": "101564",
                            "label": "六安颖鑫汽车销售服务有限公司(101564)",
                            "brand": "领克"
                        },
                        {
                            "value": "402551",
                            "label": "合肥同领汽车销售有限公司(402551)",
                            "brand": "领克"
                        },
                        {
                            "value": "550006",
                            "label": "安徽景驰汽车销售有限公司(550006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "550701",
                            "label": "滁州科通汽车销售服务有限公司(550701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "551005",
                            "label": "合肥名邦车业有限公司(551005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "551006",
                            "label": "安徽利丰行汽车销售服务有限公司(551006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "551008",
                            "label": "安徽宝利盈汽车销售服务有限公司(551008)",
                            "brand": "吉利"
                        },
                        {
                            "value": "551009",
                            "label": "安徽东麦汽车销售服务有限公司(551009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "551701",
                            "label": "安徽世钰汽车销售服务有限公司(551701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "551702",
                            "label": "安徽汇英行汽车销售服务有限公司(551702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "551704",
                            "label": "合肥同庆汽车销售有限公司(551704)",
                            "brand": "吉利"
                        },
                        {
                            "value": "552006",
                            "label": "蚌埠市涌越汽车销售服务有限公司(552006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "552701",
                            "label": "蚌埠盈通汽车销售服务有限公司(552701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "553703",
                            "label": "芜湖四招汽车服务有限公司(553703)",
                            "brand": "吉利"
                        },
                        {
                            "value": "553704",
                            "label": "芜湖顺合汽车销售服务有限公司(553704)",
                            "brand": "吉利"
                        },
                        {
                            "value": "554001",
                            "label": "淮南市盛瑞汽车销售有限公司(554001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "554005",
                            "label": "安徽吉兴达汽车销售有限公司(554005)",
                            "brand": "吉利"
                        },
                        {
                            "value": "555001",
                            "label": "马鞍山同孚汽车销售有限公司(555001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "555003",
                            "label": "马鞍山同沛汽车销售有限公司(555003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "556001",
                            "label": "安庆睿景汽车销售有限公司(556001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "556006",
                            "label": "安庆和庆汽车销售服务有限公司(556006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "557001",
                            "label": "宿州富源汽车贸易有限公司(557001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "557702",
                            "label": "宿州市远诚商贸有限公司(557702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "558002",
                            "label": "阜阳市润龙汽车销售服务有限公司(558002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "558010",
                            "label": "涡阳县吉晟汽车销售有限公司(558010)",
                            "brand": "吉利"
                        },
                        {
                            "value": "558011",
                            "label": "阜阳懿源汽车销售有限公司(558011)",
                            "brand": "吉利"
                        },
                        {
                            "value": "558012",
                            "label": "亳州市吉豪汽车销售有限公司(558012)",
                            "brand": "吉利"
                        },
                        {
                            "value": "558013",
                            "label": "蒙城县春雨慧利汽车销售服务有限公司(558013)",
                            "brand": "吉利"
                        },
                        {
                            "value": "558015",
                            "label": "阜阳瑞吉汽车销售有限公司(558015)",
                            "brand": "吉利"
                        },
                        {
                            "value": "558016",
                            "label": "亳州市晟捷汽车销售服务有限公司(558016)",
                            "brand": "吉利"
                        },
                        {
                            "value": "559003",
                            "label": "黄山市凯兴汽车销售服务有限公司(559003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "559006",
                            "label": "黄山吉泰汽车销售服务有限公司(559006)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561001",
                            "label": "淮北景森汽车销售服务有限公司(561001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "561701",
                            "label": "淮北中兴汽车工业贸易有限责任公司(561701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "562001",
                            "label": "铜陵市利祥汽车销售服务有限公司(562001)",
                            "brand": "吉利"
                        },
                        {
                            "value": "562002",
                            "label": "铜陵市联利汽车销售服务有限公司(562002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "563002",
                            "label": "广德吉越汽车销售服务有限公司(563002)",
                            "brand": "吉利"
                        },
                        {
                            "value": "563701",
                            "label": "宣城市新世纪汽车贸易有限公司(563701)",
                            "brand": "吉利"
                        },
                        {
                            "value": "564009",
                            "label": "安徽汇吉汽车销售服务有限公司(564009)",
                            "brand": "吉利"
                        },
                        {
                            "value": "564702",
                            "label": "六安祥泰汽车销售服务有限公司(564702)",
                            "brand": "吉利"
                        },
                        {
                            "value": "566003",
                            "label": "池州市吉祥汽车销售服务有限公司(566003)",
                            "brand": "吉利"
                        },
                        {
                            "value": "AQA",
                            "label": "安庆市锦沃汽车销售服务有限公司(AQA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "BBA",
                            "label": "安徽永达德沃汽车销售服务有限公司(BBA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "FYA",
                            "label": "阜阳瑞杰豪骏汽车销售服务有限公司(FYA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HFA",
                            "label": "合肥捷沃汽车贸易有限责任公司(HFA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HFB",
                            "label": "芜湖瑞杰豪骏汽车贸易有限责任公司(HFB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HFC",
                            "label": "合肥瑞杰汽车贸易有限责任公司(HFC)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HFD",
                            "label": "合肥恒信德龙瑞沃汽车销售服务有限公司(HFD)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "HUB",
                            "label": "淮北晨沃汽车销售服务有限公司(HUB)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "LAA",
                            "label": "六安瑞安汽车销售服务有限公司(LAA)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "MAS",
                            "label": "马鞍山瑞之杰贸易有限公司(MAS)",
                            "brand": "沃尔沃"
                        },
                        {
                            "value": "101552",
                            "label": "蚌埠市涌源汽车销售服务有限公司(101552)",
                            "brand": "领克"
                        },
                        {
                            "value": "103551",
                            "label": "合肥骏领汽车销售有限公司(103551)",
                            "brand": "领克"
                        },
                        {
                            "value": "102558",
                            "label": "亳州市远景星润汽车销售服务有限公司(102558)",
                            "brand": "领克"
                        },
                        {
                            "value": "551402",
                            "label": "安徽世源汽车销售服务有限公司(551402)",
                            "brand": "几何"
                        }
                    ]
                }
            ]
        }
    ]
export const regionlist = [{
    value: 'zhinan',
    label: '指南',
    children: [{
        value: 'shejiyuanze',
        label: '设计原则',
        children: [{
            value: 'yizhi',
            label: '一致',
        }, {
            value: 'fankui',
            label: '反馈'
        }, {
            value: 'xiaolv',
            label: '效率'
        }, {
            value: 'kekong',
            label: '可控'
        }]
    }, {
        value: 'daohang',
        label: '导航',
        children: [{
            value: 'cexiangdaohang',
            label: '侧向导航'
        }, {
            value: 'dingbudaohang',
            label: '顶部导航'
        }]
    }]
}, {
    value: 'zujian',
    label: '组件',
    children: [{
        value: 'basic',
        label: 'Basic',
        children: [{
            value: 'layout',
            label: 'Layout 布局'
        }, {
            value: 'color',
            label: 'Color 色彩'
        }, {
            value: 'typography',
            label: 'Typography 字体'
        }, {
            value: 'icon',
            label: 'Icon 图标'
        }, {
            value: 'button',
            label: 'Button 按钮'
        }]
    }, {
        value: 'form',
        label: 'Form',
        children: [{
            value: 'radio',
            label: 'Radio 单选框'
        }, {
            value: 'checkbox',
            label: 'Checkbox 多选框'
        }, {
            value: 'input',
            label: 'Input 输入框'
        }, {
            value: 'input-number',
            label: 'InputNumber 计数器'
        }, {
            value: 'select',
            label: 'Select 选择器'
        }, {
            value: 'cascader',
            label: 'Cascader 级联选择器'
        }, {
            value: 'switch',
            label: 'Switch 开关'
        }, {
            value: 'slider',
            label: 'Slider 滑块'
        }, {
            value: 'time-picker',
            label: 'TimePicker 时间选择器'
        }, {
            value: 'date-picker',
            label: 'DatePicker 日期选择器'
        }, {
            value: 'datetime-picker',
            label: 'DateTimePicker 日期时间选择器'
        }, {
            value: 'upload',
            label: 'Upload 上传'
        }, {
            value: 'rate',
            label: 'Rate 评分'
        }]
    }, {
        value: 'data',
        label: 'Data',
        children: [{
            value: 'table',
            label: 'Table 表格'
        }, {
            value: 'tag',
            label: 'Tag 标签'
        }, {
            value: 'progress',
            label: 'Progress 进度条'
        }, {
            value: 'tree',
            label: 'Tree 树形控件'
        }, {
            value: 'pagination',
            label: 'Pagination 分页'
        }, {
            value: 'badge',
            label: 'Badge 标记'
        }]
    }, {
        value: 'notice',
        label: 'Notice',
        children: [{
            value: 'alert',
            label: 'Alert 警告'
        }, {
            value: 'loading',
            label: 'Loading 加载'
        }, {
            value: 'message',
            label: 'Message 消息提示'
        }, {
            value: 'message-box',
            label: 'MessageBox 弹框'
        }, {
            value: 'notification',
            label: 'Notification 通知'
        }]
    }, {
        value: 'navigation',
        label: 'Navigation',
        children: [{
            value: 'menu',
            label: 'NavMenu 导航菜单'
        }, {
            value: 'tabs',
            label: 'Tabs 标签页'
        }, {
            value: 'breadcrumb',
            label: 'Breadcrumb 面包屑'
        }, {
            value: 'dropdown',
            label: 'Dropdown 下拉菜单'
        }, {
            value: 'steps',
            label: 'Steps 步骤条'
        }]
    }, {
        value: 'others',
        label: 'Others',
        children: [{
            value: 'dialog',
            label: 'Dialog 对话框'
        }, {
            value: 'tooltip',
            label: 'Tooltip 文字提示'
        }, {
            value: 'popover',
            label: 'Popover 弹出框'
        }, {
            value: 'card',
            label: 'Card 卡片'
        }, {
            value: 'carousel',
            label: 'Carousel 走马灯'
        }, {
            value: 'collapse',
            label: 'Collapse 折叠面板'
        }]
    }]
}, {
    value: 'ziyuan',
    label: '资源',
    children: [{
        value: 'axure',
        label: 'Axure Components'
    }, {
        value: 'sketch',
        label: 'Sketch Templates'
    }, {
        value: 'jiaohu',
        label: '组件交互文档'
    }]
}]